[{"title":"A Suitable Boy","author":"Vikram Seth","link":"http://www.amazon.com/Suitable-Boy-Novel-Modern-Classics/dp/0060786523","on_list":0,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo"],"summary":"\"Vikram Seth's novel is, at its core, a love story: Lata and her mother, Mrs. Rupa Mehra, are both trying to find -- through love or through exacting maternal appraisal -- a suitable boy for Lata to marry.\"","reviews":["\"An all-time classic from an economist turned novelist. Over 1,500 pages, Seth manages to keep the reader hooked. To this day, I remain stunned by what happens in the end. My all-time favorite.\""],"length":"1488","year":"1993","genre":"Fiction","score":5.5568960447588065,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png"]},{"title":"Civilization: The West and the Rest","author":"Niall Ferguson","link":"http://www.amazon.com/Civilization-West-Rest-Niall-Ferguson/dp/0143122061","on_list":1,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo","Fareed Zakaria","Ayaan Hirsi Ali"],"summary":"\"How did the West overtake its Eastern rivals? And has the zenith of Western power now passed? Acclaimed historian Niall Ferguson argues that beginning in the fifteenth century, the West developed six powerful new concepts, or 'killer applications'—competition, science, the rule of law, modern medicine, consumerism, and the work ethic—that the Rest lacked, allowing it to surge past all other competitors.\"","reviews":["\"The Harvard historian’s latest does a brilliant job of going beyond just economics as a deciding factor in the tussle between East and West. Religion, culture, the work ethic, and, of course, historical context all play a role. It’s worth a read to get up to speed on what Ferguson considers Western civilization’s six killer apps.”","\"I love big, sweeping history, and this account of the West's rise to global dominance is one of the best recent examples. As always with Ferguson, you can disagree with him and still admire his work for being smart, provocative, and well written.\""],"length":"432","year":"2012","genre":"Culture","score":11.572849937412562,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Fareed Zakaria.png"]},{"title":"The Foundation","author":"Isaac Asimov","link":"http://www.amazon.com/Foundation-Isaac-Asimov/dp/0553293354","on_list":0,"recommenders":["Paul Krugman"],"author_recs":["Elon Musk","Paul Krugman"],"summary":"\"For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Sheldon, creator of the revolutionary science of psychohistory, can see into the future--to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years.\"","reviews":["\"The lessons of history would suggest that civilizations move in cycles.\"","\"This is a very unusual set of novels from Isaac Asimov, but a classic. It’s not about gadgets. Although it’s supposed to be about a galactic civilisation, the technology is virtually invisible and it’s not about space battles or anything like that. The story is about these people, psychohistorians, who are mathematical social scientists and have a theory about how society works.\""],"length":"296","year":"1951","genre":"Fiction","score":11.08503955005749,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Elon Musk.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Paul Krugman.png"]},{"title":"The Great Transformation: The Political and Economic Origins of Our Time","author":"Karl Polanyi","link":"http://www.amazon.com/Great-Transformation-Political-Economic-Origins/dp/080705643X","on_list":0,"recommenders":["Dani Rodrik"],"author_recs":["Dani Rodrik","Noam Chomsky"],"summary":"\"In this classic work of economic history and social theory, Karl Polanyi analyzes the economic and social changes brought about by the 'great transformation' of the Industrial Revolution. His analysis explains not only the deficiencies of the self-regulating market, but the potentially dire social consequences of untempered market capitalism.\"","reviews":["\"The Great Transformation is the sort of book that you will only get after reading it three times. Well, that’s what happened to me. It’s one of these books that have the greatest reputation, but are in some sense hardest to read. But it’s worth reading. It’s really a history of the spread of markets, the spread of the gold standard.\"","\"\""],"length":"360","year":"1944","genre":"Econ + Gov","score":11.079218106995885,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dani Rodrik.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Noam Chomsky.png"]},{"title":"Models.Behaving.Badly: Why Confusing Illusion with Reality Can Lead to Disaster, on Wall Street and in Life","author":"Emanuel Derman","link":"http://www.amazon.com/Models-Behaving-Badly-Confusing-Illusion-Reality-Disaster/dp/1439164991","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Tom Peters"],"summary":"\"Quants, physicists working on Wall Street as quantitative analysts, have been widely blamed for triggering financial crises with their complex mathematical models. Their formulas were meant to allow Wall Street to prosper without risk. But in this penetrating insider’s look at the recent economic collapse, Emanuel Derman—former head quant at Goldman Sachs—explains the collision between mathematical modeling and economics and what makes financial models so dangerous.\"","reviews":["\"[Derman] convincingly establishes the difference between model and theory and shows why attempts to model financial markets can never be genuinely scientific. It vindicates those of us who hold that financial modeling is neither practical nor scientific. Exceedingly readable.\"","\"\""],"length":"240","year":"2011","genre":"Econ + Gov","score":11.091393170893419,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Tom Peters.png"]},{"title":"The Blank Slate: The Modern Denial of Human Nature","author":"Steven Pinker","link":"https://www.amazon.com/Blank-Slate-Modern-Denial-Nature/dp/0142003344","on_list":1,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris","Fareed Zakaria"],"summary":"\"In The Blank Slate, Steven Pinker, one of the world's leading experts on language and the mind, explores the idea of human nature and its moral, emotional, and political colorings.\"","reviews":["\"The book is a great exposition of modern scientific thinking and understanding of the nature of man–but it spends some time on topics that are entirely obvious outside of the humanities academia. Indeed Pinker gives them too much respect by honoring them with such a lengthy reply.\"","\"\""],"length":"528","year":"2002","genre":"The Mind","score":11.568889443889445,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"A History of the Mind: Evolution and the Birth of Consciousness","author":"Nicholas Humphrey","link":"https://www.amazon.com/History-Mind-Evolution-Birth-Consciousness/dp/0387987193","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris","Daniel Dennett"],"summary":"\"From the \"phantom pain\" experienced by people who have lost their limbs to the uncanny faculty of \"blindsight\" Humphrey argues that raw sensations are central to all conscious states and that consciousness must have evolved, just like all other mental faculties, over time from our ancestors' bodily responses to pain and pleasure.\"","reviews":["\"Humphrey is the only person I know of who can work on nonhuman primates, write philosophy, and edit a literary magazine.\"","\"\""],"length":"238","year":"1999","genre":"The Mind","score":11.592041819228943,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"How Nature Works: The Science of Self-Organized Criticality","author":"Per Bak","link":"https://www.amazon.com/How-Nature-Works-Self-organized-Criticality/dp/0387947914","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sean Carroll"],"summary":"\"Self-organized criticality, the spontaneous development of systems to a critical state, is the first general theory of complex systems with a firm mathematical basis. This theory describes how many seemingly desperate aspects of the world, from stock market crashes to mass extinctions, avalanches to solar flares, all share a set of simple, easily described properties.\"","reviews":["\"This book is a great attempt at finding some universality based on systems in a 'critical' state, with departures from such state taking place in a manner that follows power laws. The sandpile is a great baby model for that.\"","\"\""],"length":"212","year":"1996","genre":"Math / Science","score":11.097270011721557,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sean Carroll.png"]},{"title":"Mapping the Mind","author":"Rita Carter","link":"https://www.amazon.com/Mapping-Mind-Rita-Carter/dp/0520266285","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"Today a brain scan reveals our thoughts and moods as clearly as an X-ray reveals our bones. We can actually observe a person’s brain registering a joke or experiencing a painful memory. In Mapping the Mind, award-winning journalist Rita Carter draws on the latest imaging technology and science to chart how human behavior and personality reflect the biological mechanisms behind thought and emotion.\"","reviews":["\"I read here and there comments by neuroscientists dissing the book over small details perhaps invisible even to experts. I just realize that Carter should keep updating it, as it is invaluable in my suitcase when I travel! I do not conceal my suspicion of 'science writers' and journalists more trained in communicating than understanding and usually shallow babblers but Carter is an exception.\"","\"\""],"length":"224","year":"1998","genre":"The Mind","score":11.094692907192908,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"The Paradox of Choice: Why More Is Less","author":"Barry Schwartz","link":"https://www.amazon.com/Paradox-Choice-Barry-Schwartz-ebook/dp/B000TDGGVU","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"In The Paradox of Choice, Barry Schwartz explains at what point choice—the hallmark of individual freedom and self-determination that we so cherish—becomes detrimental to our psychological and emotional well-being.\"","reviews":["\"Clearly this is not for scholars as it is extremely diluted and slow at times; this is a popular science book. Still, I could not put it down.\"","\"\""],"length":"300","year":"2004","genre":"The Mind","score":11.083233532934132,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"Thinking and Deciding","author":"Jonathan Baron","link":"https://www.amazon.com/Thinking-Deciding-4th-Jonathan-Baron/dp/0521680433","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"Thinking and Deciding has established itself as the required text and important reference work for students and scholars of human cognition and rationality. In this, the fourth edition, Jonathan Baron retains the comprehensive attention to the key questions addressed in the previous editions - How should we think? What, if anything, keeps us from thinking that way? How can we improve our thinking and decision making?\"","reviews":["\"I am buying another copy of this book as mine was lost or misplaced. That should speak volumes.\"","\"\""],"length":"600","year":"1988","genre":"The Mind","score":11.066968477531859,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"Act of Congress: How America's Essential Institution Works, and How It Doesn't","author":"Robert Kaiser","link":"http://www.amazon.com/Act-Congress-Americas-Essential-Institution/dp/0307744515","on_list":0,"recommenders":["Lawrence Lessig"],"author_recs":["Lawrence Lessig"],"summary":"\"An eye-opening account of how Congress today really works—and how it doesn’t—that follows the dramatic journey of the sweeping financial reform bill enacted in response to the Great Crash of 2008.\"","reviews":["\"\""],"length":"464","year":"2014","genre":"Econ + Gov","score":5.571204157107146,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Lawrence Lessig.png"]},{"title":"Birth of a Theorem: A Mathematical Adventure","author":"Cedric Villani","link":"http://www.amazon.com/Birth-Theorem-Mathematical-C%C3%A9dric-Villani/dp/0865477671","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"In 2010, French mathematician Cedric Villani received the Fields Medal, the most coveted prize in mathematics, in recognition of a proof which he devised with his close collaborator Clement Mouhot to explain one of the most surprising theories in classical physics. Birth of a Thorem is Villani's own account of the years leading up to the award.\"","reviews":["\"This is a gem for a singular reason. One sees exactly how Villani (or a pure mathematician) goes from abstract to abstract without ever exiting the world of pure and symbolic mathematics, even though the subject concerns a very concrete real-world topic.\""],"length":"272","year":"2015","genre":"Math / Science","score":5.586392497445629,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Bull: A History of the Boom and Bust, 1982-2004","author":"Maggie Mahar","link":"http://www.amazon.com/Bull-History-Boom-Bust-1982-2004/dp/0060564148","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"This inside look at [a] 17-year cycle of growth, built upon interviews and unparalleled access to the most important analysts, market observers, and fund managers who eagerly tell the tales of excesses, presents the period with a historical perspective and explains what really happened and why.\"","reviews":["\"Maggie Mahar had the courage to take a look at what was behind all of this religious belief in markets.\""],"length":"528","year":"2004","genre":"Econ + Gov","score":5.568839593540192,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Bull by the Horns: Fighting to Save Main Street from Wall Street and Wall Street from Itself","author":"Sheila Bair","link":"http://www.amazon.com/Bull-Horns-Fighting-Street-Itself/dp/1451672497","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"The former FDIC chairwoman, and one of the first people to acknowledge the full risk of subprime loans, offers a unique perspective on the financial crisis.\"","reviews":["\"When history is written, this will be used, not the spin by the bankers’ slaves and soldiers (Geithner, Rubin et al.) Bravo Sheila!\""],"length":"432","year":"2012","genre":"Econ + Gov","score":5.5728499374125615,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Capitol Punishment: The Hard Truth About Washington Corruption From America's Most Notorious Lobbyist","author":"Jack Abramoff","link":"http://www.amazon.com/Capitol-Punishment-Washington-Corruption-Notorious/dp/1936488442","on_list":0,"recommenders":["Lawrence Lessig"],"author_recs":["Lawrence Lessig"],"summary":"\"[This] book details the author′s life in Washington as a power broker and lobbyist. In its last chapter, Abramoff lists a number of proposals to eliminate bribery of government officials.\"","reviews":["\"\""],"length":"303","year":"2011","genre":"Econ + Gov","score":5.582729804556785,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Lawrence Lessig.png"]},{"title":"Consciousness","author":"Susan Blackmore","link":"http://www.amazon.com/Consciousness-Introduction-Susan-Blackmore/dp/144410487X","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"This ground-breaking textbook by best-selling author Susan Blackmore was the first of its kind to bring together all the major theories of consciousness studies, from those based on neuroscience to those based on quantum theory or Eastern philosophy.\"","reviews":["\"I am glad to find a complete book dealing with all aspects of consciousness in CLEARLY written format, with graphs and tables to facilitate comprehension. The book covers everything I had seen before from Artificial Intelligence to Philosophy to Neurology to Evolutionary Biology.\""],"length":"496","year":"2003","genre":"The Mind","score":6.070086402654083,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"So Damn Much Money: The Triumph of Lobbying and the Corrosion of American Government","author":"Robert Kaiser","link":"http://www.amazon.com/Damn-Much-Money-Corrosion-Government/dp/0307385884","on_list":0,"recommenders":["Lawrence Lessig"],"author_recs":["Lawrence Lessig"],"summary":"\"In So Damn Much Money, veteran Washington Post editor and correspondent Robert Kaiser gives a detailed account of how the boom in political lobbying since the 1970s has shaped American politics by empowering special interests, undermining effective legislation, and discouraging the country’s best citizens from serving in office.\"","reviews":["\"\""],"length":"432","year":"2009","genre":"Econ + Gov","score":5.572924156112309,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Lawrence Lessig.png"]},{"title":"The Doctrine of Deification in the Greek Patristic Tradition","author":"Norman Russell","link":"http://www.amazon.com/Doctrine-Deification-Patristic-Tradition-Christian/dp/0199205973","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"This book, the first on the subject for over sixty years, traces the history of deification from its birth as a second-century metaphor with biblical roots to its maturity as a doctrine central to the spiritual life of the Byzantine Church.\"","reviews":["\"I initially bought this book as I was curious about the differences between Eastern & Western traditions, particularly with the notion of theosis –the deification of man. This book goes far deeper, and covers pre-Christian practices (like Stoic thoughts, the deifications of Kings, Roman Emperors, that of private citizens who committed symbolic acts –such as Antinous, Hadrian’s obsession, who drowned to 'save' mankind and other sotirologies).\""],"length":"432","year":"2004","genre":"Faith","score":5.573048347748946,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Essays in Economics: Volume 1: Macroeconomics","author":"James Tobin","link":"http://www.amazon.com/Essays-Economics-Macroeconomics-MIT-Press/dp/0262514559","on_list":0,"recommenders":["Paul Krugman"],"author_recs":["Paul Krugman"],"summary":"\"These 28 essays, covering Tobin's work in macroeconomics from the early 1940s to 1970 are grouped into three parts - macroeconomic theory, economic growth, and money and finance.\"","reviews":["\"I took introductory economics with Jim Tobin. He was a great economist and I learned an enormous amount from him, though he isn't very fashionable these days.\""],"length":"526","year":"1987","genre":"Econ + Gov","score":5.569338533165194,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Paul Krugman.png"]},{"title":"Essays in Persuasion","author":"JM Keynes","link":"http://www.amazon.com/Essays-Persuasion-John-Maynard-Keynes/dp/1441492267","on_list":0,"recommenders":["Paul Krugman"],"author_recs":["Paul Krugman"],"summary":"\"John Keynes [gives] a powerful discussion about the core economic subjects such government role, monetary policy, saving & spending, inflation and deflation, gold standard, and political economy.\"","reviews":["\"This business about us becoming so rich that people would stop caring about consuming even more, that turns out not to be true. About enough time has passed for that blissful state to have arrived according to him, and somehow greed always finds a way.\""],"length":"208","year":"1931","genre":"Econ + Gov","score":5.59986356212405,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Paul Krugman.png"]},{"title":"Explaining Social Behavior: More Nuts and Bolts for the Social Sciences","author":"Jon Elster","link":"http://www.amazon.com/Explaining-Social-Behavior-Bolts-Sciences/dp/0521777445","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"In twenty-six succinct chapters, Jon Elster provides an account of the nature of explanation in the social sciences.\"","reviews":["\"I read this book twice. The first time, I thought that it was excellent, the best compendium of ideas of social science by arguably the best thinker in the field. I took copious notes, etc. I agreed with its patchwork-style approach to rational decision making. I knew that it had huge insights applicable to my refusal of general theories [they don’t work], rather limit ourselves to nuts and bolts [they work].\""],"length":"484","year":"2003","genre":"Culture","score":5.570586269356296,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Genealogy of Morals","author":"Friedrich Nietzsche","link":"http://www.amazon.com/Genealogy-Morals-Oxford-Worlds-Classics/dp/0199537089","on_list":0,"recommenders":["Richard Posner"],"author_recs":["Richard Posner","Alain de Botton","Sam Harris"],"summary":"\"On the Genealogy of Morals (1887) is a book about interpretation and the history of ethics which raises profoundly disquieting issues about the violence of both.\"","reviews":["\"It’s his key work, explaining his theory of how morality and particularly religion emerges from the efforts of the weak to hog-tie the strong (the natural rulers). The strong don’t need brains or cumulative intelligence; the weak do and achieve power by outsmarting the strong. An example is in Leviticus, where the best cuts of meat are reserved for the priests. Nietzsche is great.\""],"length":"208","year":"1887","genre":"The Mind","score":6.6010710937181525,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Richard Posner.png"]},{"title":"Global Capitalism: Its Fall and Rise in the Twentieth Century","author":"Jeffrey Frieden","link":"http://www.amazon.com/Global-Capitalism-Fall-Twentieth-Century/dp/039332981X","on_list":0,"recommenders":["Dani Rodrik"],"author_recs":["Dani Rodrik"],"summary":"\"Jeffry A. Frieden's insightful history explores the golden age of globalization during the early years of the century, its swift collapse in the crises of 1914-45, the divisions of the Cold War world, and the turn again toward global integration at the end of the century.\"","reviews":["\"What’s very useful about it is that it underscores that economic globalisation is not inevitable: Frieden spends a lot of time looking at the collapse of globalisation in the interwar period in the 20th century. The book is also very good at underscoring the domestic political prerequisites of globalisation.\""],"length":"576","year":"2006","genre":"Culture","score":5.567211559765148,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dani Rodrik.png"]},{"title":"Happy Accidents: Serendipity in Modern Medical Breakthroughs","author":"Morton Meyers","link":"http://www.amazon.com/Happy-Accidents-Serendipity-Medical-Breakthroughs/dp/B0046LUU7C","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"This is Morton Meyers' fascinating, entertaining, and highly accessible look at the surprising role serendipity played in some of the most important medical discoveries in the 20th century.\"","reviews":["\"It is a MUST read. Please go buy it. Read it twice, not once. Although the author does not take my drastic stochastic tinkering approach, he provides all kind of empirical evidence for the role of design. He does not directly discuss the narrative fallacy(q.v.) and the retrospective distortion (q.v.) but he certainly allows us to rewrite the history of medicine.\""],"length":"408","year":"2007","genre":"Math / Science","score":5.574335414285295,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Information: The New Language of Science","author":"Hans Christian von Baeyer","link":"http://www.amazon.com/Information-Hans-Christian-von-Baeyer/dp/0674018575","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"In this indispensable volume, a primer for the information age, Hans Christian von Baeyer presents a clear description of what information is, how concepts of its measurement, meaning, and transmission evolved, and what its ever-expanding presence portends for the future.\"","reviews":["\"If you want an introduction to information theory, and, in a way, probability theory from the real front door, this is it. A clearly written book, very intuitive, explains things, such as the Monty Hall problem in a few lines.\""],"length":"272","year":"1971","genre":"Culture","score":5.587500373056376,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Invariances: The Structure of the Objective World","author":"Robert Nozick","link":"http://www.amazon.com/Invariances-Structure-Objective-Robert-Nozick/dp/0674012453","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"Recent scientific advances have placed many traditional philosophical concepts under great stress. In this pathbreaking book, the eminent philosopher Robert Nozick rethinks and transforms the concepts of truth, objectivity, necessity, contingency, consciousness, and ethics.\"","reviews":["\"Aside from the purely philosophical answers that scientists were grappling with, the book is like a manual for a new regimen in philosophy. It reviews everything from epistemology to the logic of contingency, with insights here and there about such topics as the observer biases (about computing probabilities when our existence has been linked to a particular realization of the process).\""],"length":"432","year":"2001","genre":"The Mind","score":6.073123160641901,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"King Lear","author":"William Shakespeare","link":"http://www.amazon.com/King-Lear-Dover-Thrift-Editions/dp/0486280586","on_list":0,"recommenders":["Amartya Sen"],"author_recs":["Amartya Sen","Shashi Tharoor"],"summary":"\"First performed about 1805, King Lear is one of the most relentlessly bleak of Shakespeare's tragedies. Probably written between Othello and Macbeth, when the playwright was at the peak of his tragic power, Lear's themes of filial ingratitude, injustice, and the meaninglessness of life in a seemingly indifferent universe are explored with unsurpassed power and depth.\"","reviews":["\"\""],"length":"144","year":"1606","genre":"Fiction","score":6.13171094506711,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Amartya Sen.png"]},{"title":"Modelling Extremal Events: for Insurance and Finance","author":"Paul Embrechts","link":"http://www.amazon.com/Modelling-Extremal-Events-Stochastic-Probability/dp/3540609318","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"A reader's first impression on leafing through this book is of the large number of graphs and diagrams, used to illustrate shapes of distributions...and to show real data examples in various ways. A closer reading reveals a nice mix of theory and applications, with the copious graphical illustrations alluded to.\"","reviews":["\"The mathematics of extreme events, or the remote parts of the probability distributions, is a discipline on its own, more important than any other with respect to risk and decisions since some domains are dominated by the extremes: for the class of subexponential (and of course for the subclass of power laws) the tails ARE the story. Now this book is the bible for the field.\""],"length":"648","year":"1996","genre":"Econ + Gov","score":5.565532299166233,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"How Much Land Does a Man Need? and Other Stories","author":"Leo Tolstoy","link":"http://www.amazon.com/Much-Other-Stories-Penguin-Classics/dp/0140445064","on_list":0,"recommenders":["Amartya Sen"],"author_recs":["Alain de Botton","Amartya Sen","Niall Ferguson"],"summary":"\"These short works, ranging from Tolstoy's earliest tales to the brilliant title story, are rich in the insights and passion that characterize all of his explorations in love, war, courage, and civilization.\"","reviews":["\"\""],"length":"256","year":"1886","genre":"Fiction","score":6.592084769353129,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Amartya Sen.png"]},{"title":"The Net Delusion: The Dark Side of Internet Freedom","author":"Evgeny Morozov","link":"http://www.amazon.com/Net-Delusion-Dark-Internet-Freedom/dp/1610391063","on_list":1,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo","Tom Peters"],"summary":"\"For all of the talk in the West about the power of the Internet to democratize societies, regimes in Iran and China are as stable and repressive as ever. Social media sites have been used there to entrench dictators and threaten dissidents, making it harder—not easier—to promote democracy.\"","reviews":["\"A well-argued brief that challenges our widely held belief that social media and cybertechnology are enhancing democracy, human rights, and freedoms around the world. Far from helping, Morozov very compellingly argues, they’re hindering.\""],"length":"448","year":"2012","genre":"Culture","score":6.072023217835842,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png"]},{"title":"The New Financial Order: Risk in the 21st Century ","author":"Rober Shiller","link":"http://www.amazon.com/New-Financial-Order-Risk-Century/dp/0691120110","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Shiller describes six fundamental ideas for using modern information technology and advanced financial theory to temper basic risks that have been ignored by risk management institutions--risks to the value of our jobs and our homes, to the vitality of our communities, and to the very stability of national economies.\"","reviews":["\"Robert Shiller has the remarkable ability to think independently and the courage to propose ideas that to middlebrow thinkers may sound speculative.\""],"length":"384","year":"2004","genre":"Econ + Gov","score":5.575941866267465,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Opposing Shore","author":"Julien Gracq","link":"http://www.amazon.com/Opposing-Shore-Julien-Gracq/dp/023105789X","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"A mysterious and retiring figure, Gracq characteristically refused the Goncourt, France's most distinguished literary prize, when it was awarded to him in 1951 for this book. Set in a fictitious Mediterranean port city, The Opposing Shore is the first-person account of a young aristocrat sent to observe the activities of a naval base.\"","reviews":["\"The style is lapidary with remarkable precision; it has texture, wealth of details, and creates a mesmerizing athmosphere. Once you enter it, you are stuck there.\""],"length":"213","year":"1951","genre":"Fiction","score":5.598204123081218,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Power and Plenty: Trade, War, and the World Economy in the Second Millennium","author":"Ronald Findlay","link":"http://www.amazon.com/Power-Plenty-Millennium-Princeton-Economic/dp/0691143277","on_list":0,"recommenders":["Dani Rodrik"],"author_recs":["Dani Rodrik"],"summary":"\"International trade has shaped the modern world, yet until now no single book has been available for both economists and general readers that traces the history of the international economy from its earliest beginnings to the present day. Power and Plenty fills this gap, providing the first full account of world trade and development over the course of the last millennium.\"","reviews":["\"What the book shows is that the ebb and flow of globalisation have been intimately linked with military conflict, with the rise of political power, with competition among the great powers. And we miss a lot of the picture if we don’t understand that behind economic globalisation of any kind is a certain structure of political power.\""],"length":"648","year":"2007","genre":"Econ + Gov","score":5.565257709129159,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dani Rodrik.png"]},{"title":"Probability Theory","author":"SRS Varadhan","link":"http://www.amazon.com/Probability-Theory-Courant-Lecture-Notes/dp/0821828525","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"This volume presents topics in probability theory covered during a first-year graduate course given at the Courant Institute of Mathematical Sciences.\"","reviews":["\"I know which books I value when I end up buying a second copy after losing the first one. This book gives a complete overview of the basis of probability theory with some grounding in measure theory, and presents the main proofs.\""],"length":"167","year":"2001","genre":"Math / Science","score":5.609855252014712,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Secret of Fatima","author":"Peter J Tanous","link":"http://www.amazon.com/Secret-Fatima-Peter-J-Tanous/dp/1504035119","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Father Kevin Thrall is chaplain to a poor, inner-city parochial school in Washington, D.C. where he leads a quiet and rewarding life. But he is also troubled by his past in combat with an elite military unit.\"","reviews":["\"Masterly! This is the page turner par excellence; every new page brings some surprise and it was impossible for me to put the book down. I even read some of it during elevator rides, not being able to resist. And truly sophisticated: Nobody but Peter Tanous would have imagined to cross James Bond with a Catholic priest.\""],"length":"326","year":"2016","genre":"Fiction","score":5.580278021228942,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Seeking Wisdom: From Darwin to Munger","author":"Peter Bevelin","link":"http://www.amazon.com/Seeking-Wisdom-Darwin-Munger-3rd/dp/1578644283","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Seeking Wisdom is the result of Bevelin's learning about attaining wisdom. His quest for wisdom originated partly from making mistakes himself and observing those of others but also from the philosophy of super-investor and Berkshire Hathaway Vice Chairman Charles Munger.\"","reviews":["\"A wonderful book on wisdom and decision-making written by a wise decision-maker. This is the kind of book you read first, then leave by your bedside and re-read a bit every day, so you can slowly soak up the wisdom. \""],"length":"328","year":"2004","genre":"The Mind","score":5.580388004478847,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Social Cognition: Making Sense of People","author":"Ziva Kunda","link":"http://www.amazon.com/Social-Cognition-Making-Sense-People/dp/0262611430","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"In this book Ziva Kunda provides a comprehensive and accessible survey of research and theory about social cognition at a level appropriate for undergraduate and graduate students, as well as researchers in the field.\"","reviews":["\"I spent some time looking for a simple bedside aggregation of the various topics associated with the psychology of decision making and the various perceptual biases, without finding much. [...] I was lucky to have found this book, which provides a wonderful and comprehensive coverage of the topics.\""],"length":"602","year":"1999","genre":"The Mind","score":5.566636308187316,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Statistical Mechanics of Financial Markets","author":"Johannes Voit","link":"http://www.amazon.com/Statistical-Mechanics-Financial-Theoretical-Mathematical/dp/3540262857","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"The success of the book highlights the interest in a summary of the broad research activities on the application of statistical physics to financial markets.\"","reviews":["\"Very useful book, particularly in what concerns alternative L-Stable distributions. True, not too versed in financial theory but I’d rather see the author erring on the side of more physics than mathematical economics.\""],"length":"378","year":"2001","genre":"Math / Science","score":5.5764300389487795,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Strangers to Ourselves: Discovering the Adaptive Unconscious","author":"Timothy Wilson","link":"http://www.amazon.com/Strangers-Ourselves-Discovering-Adaptive-Unconscious/dp/0674013824","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"In an eye-opening tour of the unconscious, as contemporary psychological science has redefined it, Timothy D. Wilson introduces us to a hidden mental world of judgments, feelings, and motives that introspection may never show us.\"","reviews":["\"The book that carried the most influence on my thinking this year (I went back to it half a dozen times). This is a clearly written presentation of our inability to forecast our own behavior and to predict our emotional reactions to positive and negative events.\""],"length":"262","year":"2002","genre":"The Mind","score":5.588117988881348,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"An Enquiry Concerning Human Understanding","author":"David Hume","link":"http://www.amazon.com/Enquiry-Concerning-Human-Understanding/dp/193604191X","on_list":0,"recommenders":["Paul Krugman"],"author_recs":["Paul Krugman","Sam Harris"],"summary":"\"In this classic work of early modern epistemology, Hume offers important insights about how we come to understand and have knowledge of our world and, in so doing, alter our relationship with it.\"","reviews":["\"Then I read Hume’s Enquiry, this wonderful, humane book saying that nobody has all the answers. What we know is what we have evidence for. We do the best we can, but anybody who claims to be able to deduce or have revelation about The Truth – with both Ts capitalised – is wrong. It doesn’t work that way. The only reasonable way to approach life is with an attitude of humane scepticism. I felt that a great weight had been lifted from my shoulders when I read that book.\"","\"\""],"length":"162","year":"1748","genre":"The Mind","score":11.118936633047998,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Paul Krugman.png","https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Sam Harris.png"]},{"title":"Body by Science: A Research Based Program for Strength Training, Body building, and Complete Fitness in 12 Minutes a Week","author":"John Little","link":"https://www.amazon.com/Body-Science-Research-Strength-Training/dp/0071597174","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"I owe a lot to this book. I figured out the value of intensity training and maximizing recovery. I use the ideas but with minor modifications (my own personal workout is entirely based on free weights and barbells, but I incur –and accept –a risk of injury). I have been applying the ideas for more than three years. Just get over the inhibitions (and illusions of control) and accept the idea of training less.\""],"length":"304","year":"2009","genre":"Math / Science","score":5.582670744806267,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Confessions of a Philosopher: A Personal Journey Through Western Philosophy from Plato to Popper","author":"Bryan Magee","link":"https://www.amazon.com/Confessions-Philosopher-Personal-Philosophy-Paperbacks/dp/0375750363","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"This is not a popularization /adult-education style presentation. Magee sees things form the inside; it is his own formation of philosophical ideas & techniques that we witness.\""],"length":"496","year":"1999","genre":"The Mind","score":5.570186302828834,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Coriolanus","author":"William Shakespeare","link":"https://www.amazon.com/Coriolanus-Pelican-Shakespeare-William/dp/0140714731","on_list":0,"recommenders":["Amartya Sen"],"author_recs":["Amartya Sen","Shashi Tharoor"],"summary":"","reviews":["\"\""],"length":"192","year":"1609","genre":"Fiction","score":6.1142337373109585,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Amartya Sen.png"]},{"title":"The Crisis of Capitalist Democracy","author":"Richard Posner","link":"https://www.amazon.com/Crisis-Capitalist-Democracy-Richard-Posner/dp/0674062191","on_list":1,"recommenders":["Lawrence Lessig"],"author_recs":["Lawrence Lessig"],"summary":"","reviews":["\"\""],"length":"408","year":"2011","genre":"Econ + Gov","score":5.574236308148321,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Lawrence Lessig.png"]},{"title":"Critical Phenomena in Natural Sciences: Chaos, Fractals, Selforganization and Disorder: Concepts and Tools ","author":"Didier Sornette","link":"https://www.amazon.com/Critical-Phenomena-Natural-Sciences-Selforganization/dp/3540308822","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"After spending some time working the derivations on scalable laws, extreme value theory, renormalization groups in this book, I elected to use it as my textbook. There is no equivalent. I have a dozen such yellow manuals; this one is complete and ultimately clearest.\""],"length":"528","year":"2000","genre":"Math / Science","score":5.568939393939393,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The End of the Free Market: Who Wins the War Between States and Corporations?","author":"Ian Bremmer","link":"https://www.amazon.com/End-Free-Market-Between-Corporations/dp/B004J8HWW8","on_list":0,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo"],"summary":"","reviews":["\"At a recent dinner speaking engagement, Bremmer summarized a key theme in his book best when he said (and I paraphrase): In China, the state controls the corporations, whereas in the United States, the corporations control the state. His contribution to the Rest versus the West debate is both fresh and insightful.\""],"length":"240","year":"2010","genre":"Culture","score":5.5914179104477615,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png"]},{"title":"A Few Lessons from Sherlock Holmes","author":"Peter Bevelin","link":"https://www.amazon.com/Few-Lessons-Sherlock-Holmes/dp/1780924488","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"We Sherlock Holmes fans, readers, and secret imitators need a map. Here it is. Peter Bevelin is one of the wisest people on the planet. He went through the books and pulled out sections from Conan Doyle’s stories that are relevant to us moderns, a guide to both wisdom and Sherlock Holmes. It makes you both wiser and eager to reread Sherlock Holmes.\""],"length":"88","year":"2013","genre":"The Mind","score":5.66331346249379,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Free The Animal: Lose Weight & Fat With The Paleo Diet","author":"Richard Nikoley","link":"https://www.amazon.com/Free-Animal-Caveman-EXPANDED-UPDATED-ebook/dp/B006X7PBNA","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"A charming primer on the paleo idea, with an illustration through the authors own life. I read it in one sitting.\""],"length":"112","year":"2012","genre":"Math / Science","score":5.638987503550128,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Globalizing Capital","author":"Barry Eichengreen","link":"https://www.amazon.com/Globalizing-Capital-Barry-Eichengreen/dp/069102880X","on_list":0,"recommenders":["Dani Rodrik"],"author_recs":["Dani Rodrik"],"summary":"","reviews":["\"Globalizing Capital focuses specifically on financial globalisation and the history of financial globalisation. What I like about this book is the clarity with which it describes certain dilemmas that financial globalisation creates.\""],"length":"232","year":"1996","genre":"Econ + Gov","score":5.593203648676663,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dani Rodrik.png"]},{"title":"A Guide to Econometrics","author":"Peter Kennedy","link":"https://www.amazon.com/Guide-Econometrics-6th-Peter-Kennedy/dp/1405182571","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"The best intuition builder in both statistics and econometrics. I have been reading the various editions throught my career. Please, keep updating it, Peter Kennedy!\""],"length":"598","year":"1979","genre":"Econ + Gov","score":5.567252979022208,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"I Think Therefore I Laugh","author":"John Allen Paulos","link":"https://www.amazon.com/I-Think-Therefore-Laugh/dp/0231119151","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Sam Harris","Nassim Taleb"],"summary":"","reviews":["\"This is a great book for a refresher in analytical philosophy: pleasant, clear. Great training for people who tend to forget elementary relationships.\""],"length":"192","year":"2000","genre":"The Mind","score":6.102083333333333,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Kelly Capital Growth Investment Criterion: Theory and Practice","author":"Leonard MacLean","link":"https://www.amazon.com/Kelly-Capital-Growth-Investment-Criterion/dp/9814383139","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"Buy 2 copies, just in case you lose one. This book has more meat than any other book in decision theory, economics, finance, etc…\""],"length":"894","year":"2011","genre":"Econ + Gov","score":5.560912186553375,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Man and Superman","author":"George Bernard Shaw","link":"https://www.amazon.com/Man-Superman-George-Bernard-Shaw/dp/1406805270","on_list":0,"recommenders":["Amartya Sen"],"author_recs":["Amartya Sen"],"summary":"\"One of Shaw’s finest and most devilish comedies, Man and Superman portrays Don Juan as the quarry instead of the huntsman.\"","reviews":["\"\""],"length":"218","year":"1905","genre":"Fiction","score":5.5983649979532375,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Amartya Sen.png"]},{"title":"Mathematics: Its Content, Methods and Meaning","author":"A. D. Aleksandrov","link":"https://www.amazon.com/Mathematics-Content-Methods-Meaning-Dover-ebook/dp/B00GUP46MC","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"","reviews":["\"There is something admirable about the school of the Russians: they are thinkers doing math, with remarkable clarity, minimal formalism, and total absence of unnecessary pedantry one finds in more modern texts (in the post Bourbaki era).\""],"length":"1120","year":"1969","genre":"Math / Science","score":5.559715773053761,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"One World: The Ethics of Globalization","author":"Peter Singer","link":"https://www.amazon.com/One-World-Ethics-Globalization-Lectures/dp/0300103050","on_list":1,"recommenders":["Dani Rodrik"],"author_recs":["Dani Rodrik","Sam Harris"],"summary":"","reviews":["\"This is a relatively small book but with a very big idea. I like to use it to test my students’ intuition about the ethical basis for globalisation. Singer makes a simple and, on the face of it, very plausible point which is that the extent to which we care for other human beings shouldn’t depend on what side of the border they live.\""],"length":"272","year":"2002","genre":"The Mind","score":6.0867147558324035,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dani Rodrik.png"]},{"title":"The Party: The Secret World of China’s Communist Rulers","author":"Richard McGregor","link":"https://www.amazon.com/Party-Secret-China-2019s-Communist-Rulers/dp/0061708763","on_list":0,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo"],"summary":"","reviews":["\"I am enamored of all things Chinese, so McGregor’s book—subtitled The Secret World of China’s Communist Rulers—was always going to grab my attention. He provides a peek behind the Red Curtain at the political structures that make China tick. The book reveals just how little we really know about Chinese politics.\""],"length":"336","year":"2010","genre":"Econ + Gov","score":5.579513148543,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png"]},{"title":"The Sunday Philosophy Club","author":"Alexander McCall Smith","link":"https://www.amazon.com/Sunday-Philosophy-Club-Isabel-Dalhousie/dp/1400077095","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Nothing captures the charm of Edinburgh like the bestselling Isabel Dalhousie series of novels featuring the insatiably curious philosopher and woman detective.  Whether investigating a case or a problem of philosophy, the indefatigable Isabel Dalhousie, one of fiction’s most richly developed amateur detectives, is always ready to pursue the answers to all of life’s questions, large and small.\"","reviews":["\"This book is about Applied Ethics, a subject about which the author seems to know a bit. It also makes you feel like leading a quite thinking life in Edinburgh.  I don’t want to spoil the story but I felt that I was reading a detective story until I realized what it was…\""],"length":"272","year":"2005","genre":"Fiction","score":5.5866400176030515,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"Tartar Steppe","author":"Dino Buzzati","link":"https://www.amazon.com/Tartar-Steppe-Verba-Mundi-Book/dp/1567923046","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Often likened to Kafka's The Castle, The Tartar Steppe is both a scathing critique of military life and a meditation on the human thirst for glory.\"","reviews":["\"I never understood why the book never made it in the Anglo-Saxon world. Il deserto is one of the 20th century’s masterpieces.\""],"length":"198","year":"1940","genre":"Fiction","score":5.602051442257627,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"This Time Is Different: Eight Centuries of Financial Folly","author":"Carmen Reinhart","link":"https://www.amazon.com/This-Time-Different-Centuries-Financial-ebook/dp/B004EYT932","on_list":0,"recommenders":["Dambisa Moyo"],"author_recs":["Dambisa Moyo"],"summary":"\"Using clear, sharp analysis and comprehensive data, Reinhart and Rogoff document that financial fallouts occur in clusters and strike with surprisingly consistent frequency, duration, and ferocity.\"","reviews":["\"A must-read for anyone who wants to get an unemotional, untainted, no-holds-barred picture of what countries with massive debts and gaping deficits have in store economically. If the past offers any indication of the future, the U.S. and other developed economies are in for a tortuous ride.\""],"length":"512","year":"2009","genre":"Econ + Gov","score":5.569307257964161,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Dambisa Moyo.png"]},{"title":"Why Stock Markets Crash: Critical Events in Complex Financial Systems","author":"Didier Sornette","link":"https://www.amazon.com/Why-Stock-Markets-Crash-Financial/dp/0691118507","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb"],"summary":"\"Sornette probes major historical precedents, from the decades-long 'tulip mania' in the Netherlands that wilted suddenly in 1637 to the South Sea Bubble that ended with the first huge market crash in England in 1720, to the Great Crash of October 1929 and Black Monday in 1987, to cite just a few. He concludes that most explanations other than cooperative self-organization fail to account for the subtle bubbles by which the markets lay the groundwork for catastrophe.\"","reviews":["\"Honestly I don’t care for the idea of crashes; the same concepts can apply to sudden and unexpected euphorias.  I learned more from this book than any other on disequilibrium.\""],"length":"448","year":"2003","genre":"Econ + Gov","score":5.572246540902931,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]},{"title":"The Wisdom Paradox: How Your Mind Can Grow Stronger As Your Brain Grows Older","author":"Elkhonon Goldberg","link":"https://www.amazon.com/Wisdom-Paradox-Stronger-Brain-Grows/dp/1592401872","on_list":0,"recommenders":["Nassim Taleb"],"author_recs":["Nassim Taleb","Sam Harris"],"summary":"\"The Wisdom Paradox explores the aging of the mind from a unique, positive perspective. In an era of increasing fears about mental deterioration, world-renowned neuropsychologist Elkhonon Goldberg provides startling new evidence that though the brain diminishes in some tasks as it ages, it gains in many ways.\"","reviews":["\"[Goldberg's] theory is that the hemispheric specialization is principally along pattern matching and information processing lines:the left side stores patterns, while the right one processes novel tasks. It is convincing to see that children suffer more from a right brain injury, while adults have the opposite effect.\""],"length":"337","year":"2005","genre":"The Mind","score":6.07954890222515,"thumbnails":["https://s3.amazonaws.com/bookswell-media/thinker-thumbnails/Nassim Taleb.png"]}]