{"Paul Coelho":{"recommended_books":["1984","Ficciones","Gabriela, Clove and Cinnamon"],"recommended_authors":["George Orwell","Jorge Luis Borges","Jorge Amado"],"reviews":["\"I recent­ly reread this book and was impressed by its visionary quality. Orwell’s thinking is implacable, unraveling our desires for freedom as well as our craving for power. This capacity to dive into the very essence of man makes 1984 timeless.\"","\"I read one of Borges’ short stories in a science-fiction magazine when I was 20, and I immediately fell in love with his style and his universe. Later on, I discovered that the short story, 'The Babel Library,' was part of this collection of short stories. Borges is the only South American writer all of whose books I have read and reread.\"","\"Amado is the best Brazilian writer. He portrayed the Brazilian spirit to the world.\""],"field":"Literature"},"Steven Pinker":{"recommended_books":["1984","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","Enduring Love"],"recommended_authors":["George Orwell","Richard Dawkins","Ian McEwan"],"reviews":["\"[What are the three best books you've ever read?]\"","“A lucid explanation of natural selection and a model of elegant science writing.”","\"[What books are you currently reading (or have you just finished reading) for your work or for pleasure?]\""],"field":"Linguistics"},"Fareed Zakaria":{"recommended_books":["The Accidental Superpower: The Next Generation of American Preeminence and the Coming Global Disorder","Age of Ambition: Chasing Fortune, Truth, and Faith in the New China","The Alliance: Managing Talent in the Networked Age","America in Retreat: The New Isolationism and the Coming Global Disorder","Bloodlands: Europe Between Hitler and Stalin","Civilization: The West and the Rest","The Collapse: The Accidental Opening of the Berlin Wall","The Confidence Trap: A History of Democracy in Crisis from World War I to the Present","Crazy Is a Compliment: The Power of Zigging When Everyone Else Zags","The End of History and the Last Man","First Person: An Astonishingly Frank Self-Portrait by Russia's President","The Forever War","Cosby: His Life and Times","Higher Education in the Digital Age","The Innovators: How a Group of Hackers, Geniuses, and Geeks Created the Digital Revolution","The Limits of Partnership","The Mantle of Command: FDR at War, 1941-1942","Maximalist: America in the World from Truman to Obama"],"recommended_authors":["Peter Zeihan","Evan Osnos","Reid Hoffman","Bret Stephens","Timothy Snyder","Niall Ferguson","Mary Elise Sarotte","David Runciman","Linda Rottenberg","Francis Fukuyama","Vladimir Putin","Dexter Filkins","Mark Whitaker","William Bowen","Walter Isaacson","Angela Stent","Nigel Hamilton","Stephen Sestanovich"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"I love big, sweeping history, and this account of the West's rise to global dominance is one of the best recent examples. As always with Ferguson, you can disagree with him and still admire his work for being smart, provocative, and well written.\"","\"\"","\"\"","\"\"","\"This book grew out of a celebrated 1989 essay, published as the Cold War was ending. Fukuyama's ideas are often caricatured, mischaracterized, and misunderstood, but his basic point here still holds. We have witnessed the end of a great centuries-old ideological debate over the right way to organize societies, especially economies\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Journalism"},"Lawrence Lessig":{"recommended_books":["Act of Congress: How America's Essential Institution Works, and How It Doesn't","Capitol Punishment: The Hard Truth About Washington Corruption From America's Most Notorious Lobbyist","So Damn Much Money: The Triumph of Lobbying and the Corrosion of American Government"],"recommended_authors":["Robert Kaiser","Jack Abramoff"],"reviews":["\"\"","\"\""],"field":"Law"},"Malala Yousafzai":{"recommended_books":["The Alchemist"],"recommended_authors":["Paul Coelho"],"reviews":["\"\""],"field":"Culture & Society"},"Sam Harris":{"recommended_books":["The Anatomy of Human Destructiveness","The Archaic Revival: Speculations on Psychedelic Mushrooms, the Amazon, Virtual Reality, UFOs, Evolution, Shamanism, the Rebirth of the Goddess, and the End of History","The Astonishing Hypothesis: The Scientific Search for the Soul","The Atomic Bazaar: Dispatches from the Underground World of Nuclear Trafficking","Before the Dawn: Recovering the Lost History of Our Ancestors","Black Holes and Time Warps","Blasphemy: How the Religious Right is Hijacking","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","The Bodhisattva’s Brain: Buddhism Naturalized","Brain Bugs: How the Brain's Flaws Shape Our Lives","A Brief History of Time","The Case for Israel","A Century of Violence in Soviet Russia","Civilization and Its Discontents","The Complete Works","The Concept of Mind","The Confessions","Consciousness Explained","Constantine's Sword: The Church and the Jews, A History","Cortex and Mind: Unifying Cognition","Deadly Feasts: The \"Prion\" Controversy and the Public's Health","Destructive Emotions: A Scientific Dialogue with the Dalai Lama","DMT: The Spirit Molecule: A Doctor's Revolutionary Research into the Biology of Near-Death and Mystical Experiences","The Double Helix: A Personal Account of the Discovery of the Structure of DNA","The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","The End of the World: The Science and Ethics of Human Extinction","An Enquiry Concerning Human Understanding","Ethics: Inventing Right and Wrong","Ethics and the Limits of Philosophy ","On the Eve of the Millenium: The Future of Democracy Through an Age of Unreason","The Fabric of Reality: The Science of Parallel Universes and Its Implications","The Feeling of What Happens: Body and Emotion in the Making of Consciousness","The First Crusade: A New History: The Roots of Conflict between Christianity and Islam","Freedom from the Unknown","Freedom and Neurobiology: Reflections on Free Will, Language, and Political Power","God Is Not Great: How Religion Poisons Everything","Guns, Germs, and Steel: The Fates of Human Societies","On Having No Head: Zen and the Rediscovery of the Obvious","The Histories","A History of Western Philosophy","Holy Madness: The Shock Tactics and Radical Teachings of Crazy-Wise Adepts, Holy Fools and Rascal Gurus","Human: The Science Behind What Makes Your Brain Unique","Hyperspace","I Am That","The Illusion of Conscious Will ","The Information: A History, A Theory, A Flood","Inquiries into Truth and Interpretation","Inquisition","Interaction Ritual - Essays on Face-to-Face Behavior","Into That Darkness: An Examination of Conscience","Irreligion: A Mathematician Explains Why the Arguments for God Just Don't Add Up","The Journalist and the Murderer","Just My Type: A Book About Fonts","Life at the Bottom","The Logic of Scientific Discovery","The Looming Tower: Al-Qaeda and the Road to 9/11","Machete Season: The Killers in Rwanda Speak","The Malleus Maleficarum of Heinrich Kramer and James Sprenger","The Meaning Of It All: Thoughts of a Citizen-Scientist","Meditations on First Philosophy","Meditations","The Metaphysical Club: A Story of Ideas in America","The Mind’s Past","Essays","Mortal Questions","Mortality","The Mystery of Consciousness","Mythologies","The New Atheism: Taking a Stand for Science and Reason","Objectivity, Relativism, and Truth: Philosophical Papers","The Origin of Species","The Phenomenology of the Mind","Philosophical Explanations","Philosophical Investigations","The Physiology of Truth: Neuroscience and Human Knowledge","The Portable Atheist: Essential Readings for the Nonbeliever","Praise of Folly","Primates and Philosophers: How Morality Evolved","The Prince","Natural Ethical Facts: Evolution, Connectionism, and Moral Cognition","The Principles of Psychology, Vol. 1","Probability 1","The Problem Of The Soul: Two Visions Of Mind And How To Reconcile Them","The Psychopath: Emotion and the Brain","The Al Qaeda Reader: The Essential Texts of Osama Bin Laden's Terrorist Organization","Reasons and Persons","Reefer Madness: Sex, Drugs, and Cheap Labor in the American Black Market","Reflections on the Revolution In Europe: Immigration, Islam and the West","The Remembered Present: A Biological Theory of Consciousness","The Return of History and the End of Dreams","Collected Maxims and Other Reflections","Sapiens: A Brief History of Humankind"],"recommended_authors":["Erich Fromm","Terence McKenna","Francis Crick","William Langewiesche","Nicholas Wade","Kip S. Thorne","Alan Dershowitz","Richard Dawkins","Owen Flanagan","Dean Buonomano","Stephen Hawking","Alexander N. Yakovlev","Sigmund Freud","Michel de Montaigne","Gilbert Ryle","Jean Jacques Rousseau","Daniel Dennett","James Carroll","Joaquin Fuster","Richard Rhodes","Daniel Goleman","Rick Strassman","James Watson","Brian Greene","John Leslie","David Hume","JL Mackie","Bernard Williams","Conor Cruise O'Brien","David Deutsch","Antonio Damasio","Thomas Asbridge","Jiddu Krishnamurti","John Searle","Christopher Hitchens","Jared Diamond","Douglas E. Harding","Herodotus","Bertrand Russell","Georg Feuerstein","Michael Gazzaniga","Michio Kaku","Nisargadatta Maharaj","Daniel Wegner","James Gleick","Donald Davidson","Edward Peters","Erving Goffman","Gitta Sereny","John Allen Paulos","Janet Malcolm","Simon Garfield","Theodore Dalyrmple","Karl Popper","Lawrence Wright","Jean Hatzfeld","Heinrich Kramer","Richard Feynman","Rene Descartes","Marcus Aurelius","Louis Menand","Thomas Nagel","Roland Barthes","Victor Stenger","Richard Rorty","Charles Darwin","Georg Wilhelm Friedrich Hegel","Robert Nozick","Ludwig Wittgenstein","JP Changeux","Erasmus","Frans de Waal","Niccolo Machiavelli","William Casebeer","William James","Amir Aczel","James Blair","Raymond Ibrahim","Derek Parfit","Eric Schlosser","Christopher Caldwell","Gerald Edelman","Robert Kagan","La Rochefoucauld","Yuval Harari"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Neuroscience"},"Alain de Botton":{"recommended_books":["Art and Illusion: A Study in the Psychology of Pictorial Representation","The Art of the Novel","Civilization and Its Discontents","Collected Poems","Collected Poems","The Common Reader","Conditions of Love: The Philosophy of Intimacy","The Conquest of Happiness","Days of Reading","The Death of Ivan Illych","The Death of the Moth","Flow: The Psychology of Optimal Experience","Home Is Where We Start From: Essays by a Psychoanalyst","How to Worry Less About Money","Human, All-Too-Human: A Book for Free Spirits","A Lover's Discourse: Fragments","Madame Bovary","Meditations","Essays","Mythologies","Pensees","Collected Maxims and Other Reflections"],"recommended_authors":["Ernst Gombrich","Milan Kundera","Sigmund Freud","W H Auden","Philip Larkin","Virginia Woolf","John Armstrong","Bertrand Russell","Marcel Proust","Leo Tolstoy","Mihaly Csikszentmihalyi","D.W. Winnicott","Friedrich Nietzsche","Roland Barthes","Gustave Flaubert","Marcus Aurelius","Michel de Montaigne","Pascal","La Rochefoucauld"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Philosophy"},"Eckhart Tolle":{"recommended_books":["The Art of Meditation","Awareness: The Perils and Opportunities of Reality","The Fall: The Insanity of the Ego in Human History and the Dawning of A New Era","Freedom from the Unknown","The Hand of God: Thoughts and Images Reflecting the Spirit of the Universe","I Am That","Krishnamurti's Notebook","A Parenthesis in Eternity: Living the Mystical Life","Passionate Presence: Seven Qualities of Awakened Awareness","From Science to God: A Physicist's Journey Into the Mystery of Consciousness"],"recommended_authors":["Joel S. Goldsmith","Anthony De Mello","Steve Taylor","Jiddu Krishnamurti","Michael Reagan","Nisargadatta Maharaj","Catherine Ingram","Peter Russell"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Religion & Spirituality"},"Evgeny Morozov":{"recommended_books":["Autonomous Technology: Technics-out-of-Control as a Theme in Political Thought"],"recommended_authors":["Langdon Winner"],"reviews":["\"Winner brought the sensitivity of a political theorist concerned with questions of democratic control over technologies, and the control of those who are in power over technologies, to the debate.\""],"field":"Culture & Society"},"Steven Weinberg":{"recommended_books":["Barchester Towers ","The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","Hiding in the Mirror: The Quest for Alternate Realities, from Plato to String Theory","The Making of the Atom Bomb","The Origin of Species"],"recommended_authors":["Anthony Trollope","Brian Greene","Lawrence Krauss","Richard Rhodes","Charles Darwin"],"reviews":["\"It has a great cast of wonderfully drawn characters and is very funny.\"","\"\"","\"\"","\"\"","\"He permanently demolished the nearly universal supposition that divine intervention is needed to explain the capabilities of plants and animals. His book works as a polemic in part because it is wonderfully readable.\""],"field":"Physics"},"Ayaan Hirsi Ali":{"recommended_books":["The Baron in the Trees","Empire: How Britain Made the Modern World","Fighting the Ideological War: Winning Strategies from Communism to Islamism","The Hobbit"],"recommended_authors":["Italo Calvino","Niall Ferguson","Patrick Sookhdeo","JRR Tolkien"],"reviews":["\"A delightful and tremendously enjoyable little novel on boyhood defiance.\"","\"\"","\"[If you could require the president to read one book, what would it be?] I suggest Fighting the Ideological War\"","\"As compelling as ever\""],"field":"Culture & Society"},"Azar Nfisi":{"recommended_books":["Bartleby, the Scrivener","The Great Gatsby","Loitering with Intent","Pnin"],"recommended_authors":["Herman Melville","F. Scott Fitzgerald","Muriel Spark","Vladimir Nabakov"],"reviews":["\"I am still amazed by Melville's ability to create characters in a few quick strokes. His tale of Bartleby, first described as 'pallidly neat, pitiably respectable, incurably forlorn,' is one of those literary miracles that should be read rather than talked about.\"","\"Each time I read The Great Gatsby, I feel my heart break. No one else has captured as crisply as Fitzgerald the American dream, the glory of its pursuit and the inevitable sense of betrayal and despair once it is realized — once it is, as Nick puts it, touched by the 'foul dust' of reality.\"","\"Rejoicing — the very last word that appears in Loitering With Intent — captures the entire book's mood and message. A fictional counterpoint to Spark's 1992 autobiography, this novel tells how one Fleur Talbot became a woman and a writer. It's a book as irresistible as its author — a manifestation of her meticulous, confident, joyous, mischievous spirit.\"","\"Timofey Pavlovich Pnin, a nontenured Russian academic at an elite American university, is a modern, more complicated version of Don Quixote, tackling imaginary windmills and real frauds and academic shysters. Pnin and Lolita are the two most poignant and memorable of Nabokov's characters.\""],"field":"Literature"},"Sean Carroll":{"recommended_books":["A Beautiful Question: Finding Nature's Deep Design ","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","The Bonobo and the Atheist: In Search of Humanism Among the Primates","Causality: Models, Reasoning, and Inference","Creation: How Science is Reinventing Life Itself","The Problem Of The Soul: Two Visions Of Mind And How To Reconcile Them","The Road to Reality: A Complete Guide to the Laws of the Universe"],"recommended_authors":["Frank Wilczek","Richard Dawkins","Frans de Waal","Judea Pearl","Adam Rutherford","Owen Flanagan","Richard Penrose"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Physics"},"Cornel West":{"recommended_books":["Beloved","The Fire Next Time","Praise of Folly","The Republic"],"recommended_authors":["Toni Morrison","James Baldwin","Erasmus","Plato"],"reviews":["“The author looks unflinchingly at the catastrophic with grace and dignity.”","\"[A book you hope parents read to their children] His letter to his nephew is wise advice to love and serve.","“He shows how we all, particularly Christians, should try to laugh at ourselves and love others.”","“So much of the most profound thought in the West is a serious wrestling with issues raised by this book.”"],"field":"Culture & Society"},"Elon Musk":{"recommended_books":["Benjamin Franklin","Catherine the Great: Portrait of a Woman","The Foundation","The Hitchhiker's Guide to the Galaxy","Howard Hughes: His Life and Madness","Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming","The Moon Is a Harsh Mistress","Our Final Invention: Artificial Intelligence and the End of the Human Era"],"recommended_authors":["Walter Isaacson","Robert K. Massie","Isaac Asimov","Douglas Adams","Donald Barlett","Naomi Oreskes","Robert Heinlein","James Barrat"],"reviews":["\"You can see how [Franklin] was an entrepreneur. He started from nothing. He was just a runaway kid.\"","\"She was discovering the way to make people like her, and once she had learned the skill, she practiced it brilliantly\"","\"The lessons of history would suggest that civilizations move in cycles.\"","\"If you can properly phrase the question, then the answer is the easy part. So, to the degree that we can better understand the universe, then we can better know what questions to ask.\"","\"Definitely want to make sure I don't grow my fingernails too long and start peeing in jars.\"","\"Same who tried to deny smoking deaths are denying climate change.\"","\"I think the Foundation series from Asimov is like one of the best ever, and the books of Arthur C. Clarke and Heinlein, those are like probably the three best sci-fi authors [..] I think [this is] Heinlein's best book, honestly.\"","\"While on the subject of AI risk, [this book] is also worth reading.\""],"field":"Technology"},"Nassim Taleb":{"recommended_books":["Birth of a Theorem","Bull: A History of the Boom and Bust, 1982-2004","Bull by the Horns: Fighting to Save Main Street from Wall Street and Wall Street from Itself","Consciousness","The Doctrine of Deification in the Greek Patristic Tradition","Explaining Social Behavior: More Nuts and Bolts for the Social Sciences","Happy Accidents: Serendipity in Modern Medical Breakthroughs","Information: The New Language of Science","Invariances: The Structure of the Objective World","Modelling Extremal Events: for Insurance and Finance","Models.Behaving.Badly: Why Confusing Illusion with Reality Can Lead to Disaster, on Wall Street and in Life","The New Financial Order: Risk in the 21st Century ","The Opposing Shore","Probability Theory"],"recommended_authors":["Cedric Villani","Maggie Mahar","Sheila Bair","Susan Blackmore","Norman Russell","Jon Elster","Morton Meyers","Hans Christian von Baeyer","Robert Nozick","Paul Embrechts","Emanuel Derman","Rober Shiller","Julien Gracq","SRS Varadhan"],"reviews":["\"This is a gem for a singular reason. One sees exactly how Villani (or a pure mathematician) goes from abstract to abstract without ever exiting the world of pure and symbolic mathematics, even though the subject concerns a very concrete real-world topic.\"","\"Maggie Mahar had the courage to take a look at what was behind all of this religious belief in markets.\"","\"When history is written, this will be used, not the spin by the bankers’ slaves and soldiers (Geithner, Rubin et al.) Bravo Sheila!\"","\"I am glad to find a complete book dealing with all aspects of consciousness in CLEARLY written format, with graphs and tables to facilitate comprehension. The book covers everything I had seen before from Artificial Intelligence to Philosophy to Neurology to Evolutionary Biology.\"","\"I initially bought this book as I was curious about the differences between Eastern & Western traditions, particularly with the notion of theosis –the deification of man. This book goes far deeper, and covers pre-Christian practices (like Stoic thoughts, the deifications of Kings, Roman Emperors, that of private citizens who committed symbolic acts –such as Antinous, Hadrian’s obsession, who drowned to 'save' mankind and other sotirologies).\"","\"I read this book twice. The first time, I thought that it was excellent, the best compendium of ideas of social science by arguably the best thinker in the field. I took copious notes, etc. I agreed with its patchwork-style approach to rational decision making. I knew that it had huge insights applicable to my refusal of general theories [they don’t work], rather limit ourselves to nuts and bolts [they work].\"","\"It is a MUST read. Please go buy it. Read it twice, not once. Although the author does not take my drastic stochastic tinkering approach, he provides all kind of empirical evidence for the role of design. He does not directly discuss the narrative fallacy(q.v.) and the retrospective distortion (q.v.) but he certainly allows us to rewrite the history of medicine.\"","\"If you want an introduction to information theory, and, in a way, probability theory from the real front door, this is it. A clearly written book, very intuitive, explains things, such as the Monty Hall problem in a few lines.\"","\"Aside from the purely philosophical answers that scientists were grappling with, the book is like a manual for a new regimen in philosophy. It reviews everything from epistemology to the logic of contingency, with insights here and there about such topics as the observer biases (about computing probabilities when our existence has been linked to a particular realization of the process).\"","\"The mathematics of extreme events, or the remote parts of the probability distributions, is a discipline on its own, more important than any other with respect to risk and decisions since some domains are dominated by the extremes: for the class of subexponential (and of course for the subclass of power laws) the tails ARE the story. Now this book is the bible for the field.\"","\"[Derman] convincingly establishes the difference between model and theory and shows why attempts to model financial markets can never be genuinely scientific. It vindicates those of us who hold that financial modeling is neither practical nor scientific. Exceedingly readable.\"","\"Robert Shiller has the remarkable ability to think independently and the courage to propose ideas that to middlebrow thinkers may sound speculative.\"","\"The style is lapidary with remarkable precision; it has texture, wealth of details, and creates a mesmerizing athmosphere. Once you enter it, you are stuck there.\"","\"I know which books I value when I end up buying a second copy after losing the first one. This book gives a complete overview of the basis of probability theory with some grounding in measure theory, and presents the main proofs.\""],"field":"Finance & Economics"},"Reza Aslan":{"recommended_books":["The Blind Owl","A Mind at Peace"],"recommended_authors":["Sadegh Hedayat","Ahmet Hamdi Tanpinar"],"reviews":["\"Widely recognized as one of the most important literary works of the 20th century in any language, The Blind Owl is a Kafkaesque novel about a lonely (and possibly psychotic) man living in a terrifying nightmare world of his own making, where the only person he can trust with his thoughts is his own shadow.\"","\"Written by the man who almost single-handedly defined the modern Turkish novel, A Mind At Peace follows a group of westernized, urban intellectuals in 1930s Istanbul as they drift through the city in a permanent state of ennui, seemingly caught between the past and the present, tradition and modernity, the East and the West.\""],"field":"Religion & Spirituality"},"Douglas Rushkoff":{"recommended_books":["Brecht on Theatre: The Development of an Aesthetic","Capital","Debt: The First 5,000 Years","The Invisibles: You Say You Want a Revolution","Mindstorms: Children, Computers, And Powerful Ideas","The Peripheral","Cosmic Trigger I: Final Secret of the Illuminati"],"recommended_authors":["Bertolt Brecht","Karl Marx","David Graeber","Grant Morrison","Seymour Papert","William Gibson","Robert Anton Wilson"],"reviews":["\"Brecht was a German playwright who developed something called the alienation effect. His idea was that people shouldn't be wrapped up in the plot of a play; rather, they should be made conscious of the fact that they are watching a play all the time. Only then will they have the presence of mind to consider actions to take in the real world.\"","\"Marx was the first — and best — at understanding the economy as a system that not only is informed by existing power relationships but also reinforces them.\"","\"The gripping saga of how debt — an abstract virus — became the default operating system for all human commerce.\"","\"Grant understands magic, for real, and uses this engaging comic book series to teach his more clever readers how to direct their energy towards whatever ends they choose. This comic changed the way millions of young people think about the rules.\"","\"Papert understands developing minds, and broke all models for how children should be introduced to computers and technology.\"","\"Gibson's novel describes a digital economic landscape only a notch or two more extreme than our own, and plays out a scenario detailing what happens when we get all the tech we want, but it's all geared toward extracting value from us.\"","\"This book chronicles the great quest to find the underlying order of our reality - and the many perils along this path of inquiry. Cosmic Trigger is at once startling, terrifying, reassuring, and life-affirming.\""],"field":"Culture & Society"},"Haruki Murakami":{"recommended_books":["Brothers Karamazov","The Castle","The Catcher in the Rye","The Great Gatsby","The Long Goodbye"],"recommended_authors":["Fyodor Dostoevsky","Franz Kafka","JD Salinger","F. Scott Fitzgerald","Raymond Chandler"],"reviews":["\"Indispensable to me (both as a reader and as a writer)\"","\"It was a great big incredible book. It gave me a tremendous shock.\"","\"It is a dark story, very disturbing. I enjoyed it when I was seventeen, so I decided to translate it. I remembered it being funny, but it's dark and strong.\"","\"Had it not been for Fitzgerald's novel, I would not be writing the kind of literature I am today (indeed, it is possible that I would not be writing at all, although that is neither here not there).\"","\"Indispensable to me (both as a reader and as a writer)\""],"field":"Literature"},"Jared Diamond":{"recommended_books":["Child of the Jungle: The True Story of a Girl Caught Between Two Worlds","Nisa: The Life and Words of a !Kung Woman"],"recommended_authors":["Sabine Kuegler","Marjorie Shostak"],"reviews":["\"This extraordinary book brings us into the minds of hunter-gatherers living in swamp forests and shows us how European society looks to an outsider who thinks like a Fayu\"","\"A woman anthropologist reports the vivid life stories told to her by a woman hunter-gatherer of Africa's Kalahari Desert as the latter discovers sex, outlives some of her own children, and grows older\""],"field":"Anthropology"},"Dambisa Moyo":{"recommended_books":["Civilization: The West and the Rest","The Net Delusion: The Dark Side of Internet Freedom"],"recommended_authors":["Niall Ferguson","Evgeny Morozov"],"reviews":["\"The Harvard historian’s latest does a brilliant job of going beyond just economics as a deciding factor in the tussle between East and West. Religion, culture, the work ethic, and, of course, historical context all play a role. It’s worth a read to get up to speed on what Ferguson considers Western civilization’s six killer apps.”","\"A well-argued brief that challenges our widely held belief that social media and cybertechnology are enhancing democracy, human rights, and freedoms around the world. Far from helping, Morozov very compellingly argues, they’re hindering.\""],"field":"Finance & Economics"},"Salman Rushdie":{"recommended_books":["Clear Light of Day","Metamorphosis"],"recommended_authors":["Anita Desai","Franz Kafka"],"reviews":["\"\"","\"One of the great themes of classical literature, the transformation of bodies into other bodies, gets a dark modern twist from Kafka.\""],"field":"Literature"},"Elif Shafak":{"recommended_books":["Colonial Fantasies: Towards a Feminist Reading of Orientalism ","Fragments of Culture: The Everyday of Modern Turkey","Istanbul: The Imperial City"],"recommended_authors":["Meyda Yegenoglu","Deniz Kandiyoti","John Freely"],"reviews":["\"Yegenoglu’s critical, post-feminist approach explores the western fascination with the veil and the veiled women of the east.\"","\"This is one of my favourite books and an excellent gateway to Turkey’s social, cultural, and political complexity. It is composed of numerous articles by leading scholars in different fields and is therefore, quite multi-disciplinary. \"","\"One of the things that I most like about this book is the way it pays attention to daily life, popular legends, and ordinary people, not only to palace intricacies, court etiquette or historical monuments.\""],"field":"Literature"},"Daniel Dennett":{"recommended_books":["The Company of Strangers: A Natural History of Economic Life","Word and Object (Studies in Communication)","The Pattern On The Stone: The Simple Ideas That Make Computers Work","Radiant Cool: A Novel Theory of Consciousness"],"recommended_authors":["Paul Seabright","Willard Van Orman Quine","Danny Hillis","Dan Lloyd"],"reviews":["“An economic history of civilization, with an evolutionary perspective, explaining the emergence of trade, money, firms, law, banks, and all the rest of the economic world, and also explaining the fragility of our economic system if we don’t understand its foundations and dynamics. Lucid and fascinating.”","\"It not only convinced me that I should become a philosopher, it convinced me that I should try to be the same kind of philosopher Quine was. I would never have been a philosopher without his example.\"","\"A brilliant introduction to the ideas behind computers.\"","\"This is a fine example of what an empirically well-informed and deeply imaginative philosopher can do to open up imaginations to some of the new scientific ideas about consciousness.\""],"field":"Cognitive Science"},"Tom Peters":{"recommended_books":["Creating Innovators: The Making of Young People Who Will Change the World","Creation: How Science is Reinventing Life Itself","The Filter Bubble: How the New Personalized Web Is Changing What We Read and How We Think","The Gamification Revolution: How Leaders Leverage Game Mechanics to Crush the Competition","Loyalty 3.0: How Big Data and Gamification are Revolutionizing Customer and Employee Engagement","Models.Behaving.Badly: Why Confusing Illusion with Reality Can Lead to Disaster, on Wall Street and in Life","To Save Everything, Click Here: The Folly of Technological Solutionism"],"recommended_authors":["Tony Wagner","Adam Rutherford","Eli Pariser","Gabe Zichermann","Rajat Paharia","Emanuel Derman","Evgeny Morozov"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Business"},"Matt Ridley":{"recommended_books":["Cuckoo: Cheating by Nature","The Double Helix: A Personal Account of the Discovery of the Structure of DNA","Into the Silence: The Great War, Mallory, and the Conquest of Everest","One Summer: America, 1927","Dynasty: The Rise and Fall of the House of Caesar"],"recommended_authors":["Nick Davies","James Watson","Wade Davis","Bill Bryson","Tom Holland"],"reviews":["\"Nick Davies’s decades-long study of how cuckoos have evolved their strange parasitic lifestyles mixes hard science with soft nature in a satisfying way.\"","\"...gave me the important message — which my teachers had somehow mostly missed telling me — that science is not a catalog of facts, but the search for new and bigger mysteries.\"","\"The account of the 1920s Everest expeditions, ending in Mallory and Irvine’s disappearance high on the mountain in 1924, is interwoven with the World War I back stories of each participant, in a truly original way.\"","\"A charming account of the events of 1927 in America, is told with his usual dry wit.\"","\"It has Holland’s usual novelistic ability to bring a narrative alive, together with his extraordinary command of ancient sources. It’s the sequel to his outstanding 'Rubicon.' It’s fascinating on how, inch by inch, Augustus and his successors surreptitiously turned a republic into an autocracy.\""],"field":"Journalism"},"Richard Dawkins":{"recommended_books":["Dark Universe"],"recommended_authors":["Daniel Galouye"],"reviews":["\"The people of this sci-fi novel live underground in darkness. They retain 'light' in their language, but only in allusions to a lost paradise. They worship Light ('For Light's sake!'), and their theology includes demonic figures that engineered the fall from Light's grace. The demons are called Strontium, Cobalt, and the arch-devil, 'Hydrogen Himself.' Go figure, as you Americans say.\""],"field":"Evolutionary Biology"},"Guy Kawasaki":{"recommended_books":["The Effective Executive: The Definitive Guide to Getting the Right Things Done","If You Want to Write: A Book about Art, Independence and Spirit","Mastering the Dynamics of Innovation"],"recommended_authors":["Peter Drucker","Brenda Ueland","James Utterback"],"reviews":["\"I devoured this book while in college. I can’t say that I’ve always been an effective executive, but Peter Drucker was a hero of mine.\"","\"Perhaps my favorite book of all time. It was my guiding light when I first started writing. Obviously, the book is for writers, but if you substitute 'program,' 'market,' 'evangelize,' or 'start' for the word 'write,' you’ll see why its concepts are widely applicable.","\"This book opened my eyes with evidence and findings about innovation.\""],"field":"Business"},"Paul Krugman":{"recommended_books":["An Enquiry Concerning Human Understanding","Essays in Economics: Volume 1: Macroeconomics","Essays in Persuasion","The Foundation"],"recommended_authors":["David Hume","James Tobin","JM Keynes","Isaac Asimov"],"reviews":["\"Then I read Hume’s Enquiry, this wonderful, humane book saying that nobody has all the answers. What we know is what we have evidence for. We do the best we can, but anybody who claims to be able to deduce or have revelation about The Truth – with both Ts capitalised – is wrong. It doesn’t work that way. The only reasonable way to approach life is with an attitude of humane scepticism. I felt that a great weight had been lifted from my shoulders when I read that book.\"","\"I took introductory economics with Jim Tobin. He was a great economist and I learned an enormous amount from him, though he isn't very fashionable these days.\"","\"This business about us becoming so rich that people would stop caring about consuming even more, that turns out not to be true. About enough time has passed for that blissful state to have arrived according to him, and somehow greed always finds a way.\"","\"This is a very unusual set of novels from Isaac Asimov, but a classic. It’s not about gadgets. Although it’s supposed to be about a galactic civilisation, the technology is virtually invisible and it’s not about space battles or anything like that. The story is about these people, psychohistorians, who are mathematical social scientists and have a theory about how society works.\""],"field":"Finance & Economics"},"Tim O'Reilly":{"recommended_books":["The Lymond Chronicles"],"recommended_authors":["Dorothy Dunnett"],"reviews":["\"I discovered this series of six difficult, complex historical novels about a character roving the world at the turn of the seventeenth century as my company was passing the critical 50-person inflection point. Lymond is a brilliant leader who isn't afraid of the opprobrium of his peers--he does the right thing, seeing further than those around him. He was a hero I aspired to emulate. \""],"field":"Technology"},"Richard Posner":{"recommended_books":["The Genealogy of Morals"],"recommended_authors":["Friedrich Nietzsche"],"reviews":["\"It’s his key work, explaining his theory of how morality and particularly religion emerges from the efforts of the weak to hog-tie the strong (the natural rulers). The strong don’t need brains or cumulative intelligence; the weak do and achieve power by outsmarting the strong. An example is in Leviticus, where the best cuts of meat are reserved for the priests. Nietzsche is great.\""],"field":"Law"},"Eric Schmidt":{"recommended_books":["The Girl with the Dragon Tattoo","Man's Search for Meaning"],"recommended_authors":["Stiegg Larsson","Victor Frankl"],"reviews":["\"\"","\"\""],"field":"Technology"},"Dani Rodrik":{"recommended_books":["Global Capitalism: Its Fall and Rise in the Twentieth Century","The Great Transformation: The Political and Economic Origins of Our Time","Power and Plenty: Trade, War, and the World Economy in the Second Millennium"],"recommended_authors":["Jeffrey Frieden","Karl Polanyi","Ronald Findlay"],"reviews":["\"What’s very useful about it is that it underscores that economic globalisation is not inevitable: Frieden spends a lot of time looking at the collapse of globalisation in the interwar period in the 20th century. The book is also very good at underscoring the domestic political prerequisites of globalisation.\"","\"The Great Transformation is the sort of book that you will only get after reading it three times. Well, that’s what happened to me. It’s one of these books that have the greatest reputation, but are in some sense hardest to read. But it’s worth reading. It’s really a history of the spread of markets, the spread of the gold standard.\"","\"What the book shows is that the ebb and flow of globalisation have been intimately linked with military conflict, with the rise of political power, with competition among the great powers. And we miss a lot of the picture if we don’t understand that behind economic globalisation of any kind is a certain structure of political power.\""],"field":"Finance & Economics"},"Wade Davis":{"recommended_books":["The Great War and Modern Memory"],"recommended_authors":["Paul Fussell"],"reviews":["\"If the war shattered the last vestiges of the old order, peace heralded the birth of modern times. This is the seminal book for understanding what the war implied for a 'lost generation,' and for the world to come.\""],"field":"Anthropology"},"Shashi Tharoor":{"recommended_books":["Heavy Weather"],"recommended_authors":["PG Wodehouse"],"reviews":["\"One of the great masterpieces, among the many others he’s written.\""],"field":"Politics"},"Amartya Sen":{"recommended_books":["King Lear","How Much Land Does a Man Need? and Other Stories"],"recommended_authors":["William Shakespeare","Leo Tolstoy"],"reviews":["\"\"","\"\""],"field":"Finance & Economics"},"Joichi Ito":{"recommended_books":["Little Brother"],"recommended_authors":["Cory Doctorow"],"reviews":["\"It's a great story about teenagers, net culture, security, activism and politics and was a lot of fun to read. It references a lot of real-life stuff like XBox hacks and ARGs and is classic Cory.\""],"field":"Culture & Society"},"Pope Francis":{"recommended_books":["Lord of the World"],"recommended_authors":["Robert Benson"],"reviews":["\"\""],"field":"Religion & Spirituality"},"Bill McKibben":{"recommended_books":["Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming","The Monkey Wrench Gang","The Mars Trilogy "],"recommended_authors":["Naomi Oreskes","Edward Abbey","Kim Stanley Robinson"],"reviews":["\"Which will help you understand the mushrooming #ExxonKnew scandal.\"","\"[Which book (past or present) has given you the most hope?] The Monkey Wrench Gang\"","\"A very long book about how to make communities work (or not).\""],"field":"Environmental Science"},"John Gray":{"recommended_books":["The Old Ways: A Journey on Foot "],"recommended_authors":["Robert MacFarlane"],"reviews":["\"Powerfully evocative and beautifully written, The Old Ways is a vividly ruminative travelogue, including among its many delights a wonderfully perceptive section on the poet of pathways and roads without ends, Edward Thomas.\""],"field":"Psychology"},"Seth Godin":{"recommended_books":["The Pema Chodron Audio Collection: Pure Meditation:Good Medicine:From Fear to Fearlessness"],"recommended_authors":["Pema Chodron"],"reviews":["\"She is a Buddhist nun who has a monastery in Nova Scotia [...] We are falling, falling, with nothing to hold on to and nothing to slow us down. The good news is there is no ground to land on.\""],"field":"Business"},"Peter Singer":{"recommended_books":["Reasons and Persons"],"recommended_authors":["Derek Parfit"],"reviews":["\"Parfit's penetrating thought and spare prose make this one of the most exciting, if challenging, works by a contemporary philosopher.\""],"field":"Philosophy"}}