{"Sam Harris":{"recommended_books":["Commissurotomy, Consciousness, and Unity of Mind","The Anatomy of Human Destructiveness","The Archaic Revival: Speculations on Psychedelic Mushrooms, the Amazon, Virtual Reality, UFOs, Evolution, Shamanism, the Rebirth of the Goddess, and the End of History","The Astonishing Hypothesis: The Scientific Search for the Soul","The Atomic Bazaar: Dispatches from the Underground World of Nuclear Trafficking","Before the Dawn: Recovering the Lost History of Our Ancestors","Black Holes and Time Warps: Einstein's Outrageous Legacy","Blasphemy: How the Religious Right is Hijacking","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","The Bodhisattva’s Brain: Buddhism Naturalized","Brain Bugs: How the Brain's Flaws Shape Our Lives","A Brief History of Time","The Case for Israel","A Century of Violence in Soviet Russia","Challenging Nature: The Clash Between Biotechnology and Spirituality ","Civilization and Its Discontents","The Complete Works","The Concept of Mind","The Confessions","Consciousness Explained","Constantine's Sword: The Church and the Jews, A History","Cortex and Mind: Unifying Cognition","Deadly Feasts: The \"Prion\" Controversy and the Public's Health","Destructive Emotions: A Scientific Dialogue with the Dalai Lama","DMT: The Spirit Molecule: A Doctor's Revolutionary Research into the Biology of Near-Death and Mystical Experiences","The Double Helix: A Personal Account of the Discovery of the Structure of DNA","The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","The End of the World: The Science and Ethics of Human Extinction","An Enquiry Concerning Human Understanding","Ethics: Inventing Right and Wrong","Ethics and the Limits of Philosophy ","On the Eve of the Millenium: The Future of Democracy Through an Age of Unreason","The Fabric of Reality: The Science of Parallel Universes and Its Implications","The Feeling of What Happens: Body and Emotion in the Making of Consciousness","The First Crusade: A New History: The Roots of Conflict between Christianity and Islam","Freedom from the Known","Freedom and Neurobiology: Reflections on Free Will, Language, and Political Power","God Is Not Great: How Religion Poisons Everything","Guns, Germs, and Steel: The Fates of Human Societies","On Having No Head: Zen and the Rediscovery of the Obvious","The Histories","A History of Western Philosophy","Holy Madness: The Shock Tactics and Radical Teachings of Crazy-Wise Adepts, Holy Fools and Rascal Gurus","Human: The Science Behind What Makes Your Brain Unique","Hyperspace","I Am That","The Illusion of Conscious Will ","The Information: A History, A Theory, A Flood","Inquiries into Truth and Interpretation","Inquisition","Interaction Ritual - Essays on Face-to-Face Behavior","Into That Darkness: An Examination of Conscience","Irreligion: A Mathematician Explains Why the Arguments for God Just Don't Add Up","The Journalist and the Murderer","Just My Type: A Book About Fonts","Life at the Bottom","The Logic of Scientific Discovery","The Looming Tower: Al-Qaeda and the Road to 9/11","Machete Season: The Killers in Rwanda Speak","The Malleus Maleficarum of Heinrich Kramer and James Sprenger","The Meaning Of It All: Thoughts of a Citizen-Scientist","Meditations on First Philosophy","Meditations","The Metaphysical Club: A Story of Ideas in America","The Mind’s Past","Essays","Mortal Questions","Mortality","The Mystery of Consciousness","Mythologies","The New Atheism: Taking a Stand for Science and Reason","Objectivity, Relativism, and Truth: Philosophical Papers","The Origin of Species","The Phenomenology of the Mind","Philosophical Explanations","Philosophical Investigations","The Physiology of Truth: Neuroscience and Human Knowledge","The Portable Atheist: Essential Readings for the Nonbeliever","Primates and Philosophers: How Morality Evolved","The Prince","The Principles of Psychology, Vol. 1","Probability 1","The Problem Of The Soul: Two Visions Of Mind And How To Reconcile Them","The Al Qaeda Reader: The Essential Texts of Osama Bin Laden's Terrorist Organization","Reasons and Persons","Reefer Madness: Sex, Drugs, and Cheap Labor in the American Black Market","Reflections on the Revolution In Europe: Immigration, Islam and the West","The Remembered Present: A Biological Theory of Consciousness","The Return of History and the End of Dreams","Collected Maxims and Other Reflections","Sapiens: A Brief History of Humankind","The Secular Conscience: Why Belief Belongs in Public Life","The Self and Its Brain: An Argument for Interactionism","The Seventh Decade: The New Shape of Nuclear Danger","Shadows of Forgotten Ancestors","Sick Societies: Challenging the Myth of Primitive Harmony","The Singularity Is Near: When Humans Transcend Biology","Six Easy Pieces: Essentials of Physics Explained by Its Most Brilliant Teacher","Society without God: What the Least Religious Nations Can Tell Us About Contentment","Thus Spake Zarathustra","Zen War Stories","The Story of Art","Superintelligence: Paths, Dangers, Strategies","Talks with Sri Ramana Maharshi","Terrorist Hunter: The Extraordinary Story of a Woman Who Went Undercover to Infiltrate the Radical Islamic Groups Operating in America","The Theory of Moral Sentiments ","The Trial of Socrates ","On Truth","A Universe from Nothing: Why There Is Something Rather than Nothing","The Varieties of Scientific Experience: A Personal View of the Search for God","The View from Nowhere","Voodoo Histories: The Role of the Conspiracy Theory in Shaping Modern History","What Went Wrong?: The Clash Between Islam and Modernity in the Middle East","Who Owns the Future?","Wider than the Sky: The Phenomenal Gift of Consciousness","Wild Minds: What Animals Really Think","Witches and Neighbors: The Social and Cultural Context of European Witchcraft","A World Lit Only by Fire: The Medieval Mind and the Renaissance: Portrait of an Age","Zen Mind, Beginner's Mind","10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works","The Age of Spiritual Machines: When Computers Exceed Human Intelligence","Altered Egos: How the Brain Creates the Self","American Theocracy: The Peril and Politics of Radical Religion, Oil, and Borrowed Money in the 21st Century","Among the Believers: An Islamic Journey","Among the Thugs","Anarchy, State, and Utopia","An Anatomy of Thought: The Origin and Machinery of the Mind","Animal Minds: Beyond Cognition to Consciousness ","An Anthropologist On Mars: Seven Paradoxical Tales","Autobiography","Average Is Over: Powering America Beyond the Age of the Great Stagnation","Behavior in Public Places: Notes on the Social Organization of Gatherings","Being No One: The Self-Model Theory of Subjectivity","Being and Nothingness","Bertrand Russell: 1921-1970, The Ghost of Madness","The Blank Slate: The Modern Denial of Human Nature","Breakdown of Will","Breaking the Spell: Religion as a Natural Phenomenon","Breath by Breath: The Liberating Practice of Insight Meditation","Brighter than a Thousand Suns: A Personal History of the Atomic Scientists","Buddhism Without Beliefs: A Contemporary Guide to Awakening","Tracing Back the Radiance: Chinul’s Korean Way of Zen","The Caged Virgin: An Emancipation Proclamation for Women and Islam","Central Philosophy of Buddhism: A Study of Madhyamika System","Cities on a Hill: A Brilliant Exploration of Visionary Communities Remaking the American Dream","Climbing Mount Improbable","Collapse: How Societies Choose to Fail or Succeed","Companion to Clinical Neurology","A Companion to the Philosphy of the Mind","Confession of a Buddhist Atheist","The Conscious Mind: In Search of a Fundamental Theory","Consequences Of Pragmatism: Essays 1972-1980","Consilience: The Unity of Knowledge","Conversations on Consciousness: What the Best Minds Think about the Brain, Free Will, and What It Means to Be Human","Critique of Pure Reason ","Crowds and Power","Daily Rituals: How Artists Work","The Dark Ages","Darkness Visible: A Memoir of Madness","Darwin’s Dangerous Idea: Evolution and the Meanings of Life","A Delusion Of Satan: The Full Story Of The Salem Witch Trials","A Devil's Chaplain: Reflections on Hope, Lies, Science, and Love","The Drunkard's Walk: How Randomness Rules Our Lives","The Emperor's New Mind: Concerning Computers, Minds, and the Laws of Physics","The Ends of the Earth: From Togo to Turkmenistan, from Iran to Cambodia, a Journey to the Frontiers of Anarchy","The Enemy","The Fate of the Earth and The Abolition ","Food for the Heart: The Collected Teachings of Ajahn Chah","Going Clear: Scientology, Hollywood, and the Prison of Belief","The Golden Bough","Natural Ethical Facts: Evolution, Connectionism, and Moral Cognition","The Will to Believe and Other Essays in Popular Philosophy","The Great Big Book of Horrible Things: The Definitive Chronicle of History's 100 Worst Atrocities","The History of the Decline and Fall of the Roman Empire","A History of the Mind: Evolution and the Birth of Consciousness","Hitler's Willing Executioners: Ordinary Germans and the Holocaust","Influence: The Psychology of Persuasion","Islam in the World","Jesus Through the Centuries: His Place in the History of Culture","Judgment Under Uncertainty: Heuristics and Biases","The Legacy of Jihad","From a Logical Point of View","Mohandas K. Gandhi, Autobiography: The Story of My Experiments with Truth","My Stroke of Insight: A Brain Scientist's Personal Journey","Nagarjuna's Seventy Stanzas: A Buddhist Psychology of Emptiness","The Nature of the Physical World","On the Nature of the Universe","Nature Via Nurture: Genes, Experience, and What Makes Us Human","The Paradox of Choice: Why More Is Less","The Perennial Philosophy","Philosophical Dictionary","Philosophical Grammar","Praise of Folly","Prisoner's Dilemma","The Psychopath: Emotion and the Brain","The Psychopath Test: A Journey Through the Madness Industry","The Really Hard Problem: Meaning in a Material World","The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies","Shadows of the Mind: A Search for the Missing Science of Consciousness","Six Not-So-Easy Pieces","Slouching Towards Bethlehem: Essays","A Theory of Justice","A Universe Of Consciousness: How Matter Becomes Imagination","Walden, or Life in the Woods","Why Atheism?","Why Evolution Is True","Without Sanctuary: Lynching Photography in America "],"recommended_authors":["Charles Marks","Erich Fromm","Terence McKenna","Francis Crick","William Langewiesche","Nicholas Wade","Kip S. Thorne","Alan Dershowitz","Richard Dawkins","Owen Flanagan","Dean Buonomano","Stephen Hawking","Alexander N. Yakovlev","Lee Silver","Sigmund Freud","Michel de Montaigne","Gilbert Ryle","Jean Jacques Rousseau","Daniel Dennett","James Carroll","Joaquin Fuster","Richard Rhodes","Daniel Goleman","Rick Strassman","James Watson","Brian Greene","John Leslie","David Hume","JL Mackie","Bernard Williams","Conor Cruise O'Brien","David Deutsch","Antonio Damasio","Thomas Asbridge","Jiddu Krishnamurti","John Searle","Christopher Hitchens","Jared Diamond","Douglas E. Harding","Herodotus","Bertrand Russell","Georg Feuerstein","Michael Gazzaniga","Michio Kaku","Nisargadatta Maharaj","Daniel Wegner","James Gleick","Donald Davidson","Edward Peters","Erving Goffman","Gitta Sereny","John Allen Paulos","Janet Malcolm","Simon Garfield","Theodore Dalyrmple","Karl Popper","Lawrence Wright","Jean Hatzfeld","Heinrich Kramer","Richard Feynman","Rene Descartes","Marcus Aurelius","Louis Menand","Thomas Nagel","Roland Barthes","Victor Stenger","Richard Rorty","Charles Darwin","Georg Wilhelm Friedrich Hegel","Robert Nozick","Ludwig Wittgenstein","JP Changeux","Frans de Waal","Niccolo Machiavelli","William James","Amir Aczel","Raymond Ibrahim","Derek Parfit","Eric Schlosser","Christopher Caldwell","Gerald Edelman","Robert Kagan","La Rochefoucauld","Yuval Harari","Austin Dacey","Jonathan Schell","Carl Sagan","Robert Edgerton","Ray Kurzweil","Phil Zuckerman","Friedrich Nietzsche","Brian Victoria","Ernst Gombrich","Nick Bostrom","Sri Munagala Venkataramiah","Rita Katz","Adam Smith","IF Stone","Harry Frankfurt","Lawrence Krauss","David Aaronovitch","Bernard Lewis","Jaron Lanier","Marc Hauser","Robin Briggs","William Manchester","Shunryu Suzuki","Dan Harris","Todd Feinberg","Kevin Phillips","VS Naipaul","Bill Buford","Ian Glynn","Donald Griffin","Oliver Sacks","Tyler Cowen","Thomas Metzinger","Jean-Paul Sartre","Ray Monk","Steven Pinker","George Ainslie","Larry Rosenberg","Robert Jungk","Stephen Batchelor","Chinul","Ayaan Hirsi Ali","TRV Murti","F. Scott Fitzgerald","William Pryse-Phillips","Samuel Guttenplan","DJ Chalmers","EO Wilson","Susan Blackmore","Immanuel Kant","Elias Canetti","Mason Currey","Lee McIntyre","William Styron","Frances Hill","Leonard Mlodinow","Roger Penrose","Robert Kaplan","Ajahn Chah","James Frazer","William Casebeer","Matthew White","Edward Gibbon","Nicholas Humphrey","Daniel Jonah Goldhagen","Bob Cialdini","Malise Ruthven","Jaroslav Pelikan","Daniel Kahneman","Andrew Bostom","Willard Van Orman Quine","Mahatma Gandhi","Jill Bolte Taylor","David Komito","AS Eddington","Lucretius","Matt Ridley","Barry Schwartz","Aldous Huxley","Francois Voltaire","Erasmus","William Poundstone","James Blair","Jon Ronson","Erik Brynjolfsson","Joan Didion","John Rawls","Henry David Thoreau","George Smith","Jerry Coyne","James Allen"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Neuroscience","bio":"is an American author and neuroscientist. He is the co-founder and chief executive of Project Reason, a non-profit organization that promotes science and secularism, and host of the podcast Waking Up with Sam Harris."},"Noam Chomsky":{"recommended_books":["1984","The CIA and American Democracy","Politicide: The Real Legacy of Ariel Sharon","The Record of the Paper: How the New York Times Misreports US Foreign Policy","Ruthless Criticism: New Perspectives in US Communications History","Collateral Damage: The 'New World Order' At Home and Abroad","Instruments of Statecraft: U.S. Guerrilla Warfare, Counterinsurgency, and Counter-Terrorism, 1940-1990","Accumulation and Power: Economic History of the United States ","After Such Knowledge, What Forgiveness? My Encounters With Kurdistan ","Al-Qaeda: The True Story of Radical Islam","The Anarchist Collectives: Workers' Self-Management in the Spanish Revolution 1936-1939","Anarcho-Syndicalism: Theory and Practice","Arguing About War","Bad Samaritans: The Myth of Free Trade and the Secret History of Capitalism","Bakunin on Anarchism","Between the Lines: Israel, the Palestinians, and the U.S. War on Terror","Between Serb and Albanian: A History of Kosovo","Beyond the Hoax: Science, Philosophy and Culture","Big Story","Bitter Fruit: The Story of the American Coup in Guatemala, Revised and Expanded","Business as a System of Power","Business as Usual: The Economic Crisis and the Failure of Capitalism","Cambodia, 1975-1982","Capital","Collusion Across the Jordan: King Abdullah, the Zionist Movement, and the Partition of Palestine","Condemned to Repetition: The United States and Nicaragua","Conflicting Missions: Havana, Washington, and Africa, 1959-1976","Confronting the Third World: United States Foreign Policy, 1945-1980","Culture, Inc.: The Corporate Takeover of Public Expression","Danger and Survival: Choices About the Bomb in the First Fifty Years","Does America Need a Foreign Policy? : Toward a Diplomacy for the 21st Century","Don't Mourn, Balkanize!: Essays After Yugoslavia","Empire Of Fortune: Crowns, Colonies & Tribes in the Seven Years War in America","Fashionable Nonsense: Postmodern Intellectuals' Abuse of Science","Humanitarian Intervention: The United Nations in an Evolving World Order","Mark Twain's Weapons of Satire: Anti-Imperialist Writings on the Philippine-American War","A People's History of the United States","The Politics of Heroin: CIA Complicity in the Global Drug Trade","A Preponderance of Power: National Security, the Truman Administration, and the Cold War","Reagan Versus The Sandinistas: The Undeclared War On Nicaragua","In Retrospect: The Tragedy and Lessons of Vietnam","Safe for Democracy: The Anglo-American Response to Revolution, 1913-1923","A Theory of Power","A Thousand Days: John F. Kennedy in the White House","The Transformation of American Law, 1870-1960: The Crisis of Legal Orthodoxy","Washington's War on Nicaragua","The Wealth of Nations","Churchill"],"recommended_authors":["George Orwell","Rhodri Jeffreys-jones","Baruch Kimmerling","Richard A. Falk","Robert McChesney","Cynthia Peters","Michael McClintock","Richard B. DuBoff","Jonathan Randal","Jason Burke","Sam Dolgoff","Rudolf Rocker","Michael Walzer","Ha-Joon Chang","Tikva Honig-Parnass","Miranda Vickers","Alan Sokal","Peter Braestrup","Stephen Schlesinger","Robert A. Brady","Paul Mattick","Michael Vickory","Karl Marx","Avi Shlaim","Robert A. Pastor","Piero Gleijeses","Gabriel Kolko","Herbert I. Schiller","McGeorge Bundy","Henry A. Kissinger","Andrej Grubacic","Francis Jennings","Sean D. Murphy","Mark Twain","Howard Zinn","Alfred W. McCoy","Melvyn Leffler","Thomas W. Walker","Robert S. McNamara","Lloyd C. Gardner","Jeff Vail","Arthur M. Schlesinger","Morton J. Horwitz","Holly Sklar","Adam Smith","Clive Ponting"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Linguistics","bio":"is an American linguist, philosopher, cognitive scientist, historian, logician, social critic, and political activist. Sometimes described as \"the father of modern linguistics\", Chomsky is also a major figure in analytic philosophy, and one of the founders of the field of cognitive science."},"Paul Coelho":{"recommended_books":["1984","Ficciones","Gabriela, Clove and Cinnamon","The Stranger","Tropic of Cancer","Or I'll Dress You in Mourning : The Story of El Cordobes and the New Spain He Stands For"],"recommended_authors":["George Orwell","Jorge Luis Borges","Jorge Amado","Albert Camus","Henry Miller","Dominique Lapierre"],"reviews":["\"I recent­ly reread this book and was impressed by its visionary quality. Orwell’s thinking is implacable, unraveling our desires for freedom as well as our craving for power. This capacity to dive into the very essence of man makes 1984 timeless.\"","\"I read one of Borges’ short stories in a science-fiction magazine when I was 20, and I immediately fell in love with his style and his universe. Later on, I discovered that the short story, 'The Babel Library,' was part of this collection of short stories. Borges is the only South American writer all of whose books I have read and reread.\"","\"Amado is the best Brazilian writer. He portrayed the Brazilian spirit to the world.\"","\"The very first pages of this violent book mesmerized me. I read it in my 30s and was fascinated by Camus’ simple and direct language. Given the increasing xenophobic tendencies in the world nowadays, the book is very topical.\"","\"Miller is the writer who gave me the initial stimulus to write. When I read Miller, I said to myself, 'Okay, this is literature.' He was a rebellious writer whose books were censored for years, and that in itself was meaningful for me.\"","\"This novel narrates the trajectory of one of last century’s most famous bullfighters, El Cordobés. The interesting point in the narrative of the book is the interpolation of the great bullfight in Madrid—where he will receive what is called the alternativa (that is, become a fully fledged bullfighter)—with the story of his life and of the bullfighting culture.\""],"field":"Literature","bio":"is a Brazilian lyricist and novelist. He is the recipient of numerous international awards, amongst them the Crystal Award by the World Economic Forum."},"Steven Pinker":{"recommended_books":["1984","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","Enduring Love","Brain Storm","Brazzaville Beach","Enemies, A Love Story","A History of Force: Exploring the Worldwide Movement Against Habits of Coercion, Bloodshed, and Mayhem"],"recommended_authors":["George Orwell","Richard Dawkins","Ian McEwan","Richard Dooling","William Boyd","Isaac Singer","James Payne"],"reviews":["\"[What are the three best books you've ever read?]\"","“A lucid explanation of natural selection and a model of elegant science writing.”","\"[What books are you currently reading (or have you just finished reading) for your work or for pleasure?]\"","\"[What books are you currently reading (or have you just finished reading) for your work or for pleasure?]\"","\"A clever novel about a primatologist who observes deadly violence in her chimpanzees and has to deal with the wrath of the project leader, who has just published a book called The Peaceful Primate. It's an example of one of my favorite genres—novels in which one character is a cognitive scientist caught up in great themes of literature that are also themes of the sciences of mind, such as reason, emotion, free will, consciousness and memory.\"","“A novel about a Holocaust survivor with three wives. Every scene is filled with insight about human nature.”","\"An obscure but fascinating book which documents how—contrary to popular opinion—violence has steadily declined in the West over the past few centuries. Torture, genocide, murders, deadly riots and slavery used to be the rule, not the exception.\""],"field":"Linguistics","bio":"is a Canadian-born American cognitive scientist, psychologist, linguist, and popular science author. He is Johnstone Family Professor in the Department of Psychology at Harvard University, and is known for his advocacy of evolutionary psychology and the computational theory of mind."},"Fareed Zakaria":{"recommended_books":["The Accidental Superpower: The Next Generation of American Preeminence and the Coming Global Disorder","Age of Ambition: Chasing Fortune, Truth, and Faith in the New China","The Alliance: Managing Talent in the Networked Age","America in Retreat: The New Isolationism and the Coming Global Disorder","Bloodlands: Europe Between Hitler and Stalin","Civilization: The West and the Rest","The Collapse: The Accidental Opening of the Berlin Wall","The Confidence Trap: A History of Democracy in Crisis from World War I to the Present","Crazy Is a Compliment: The Power of Zigging When Everyone Else Zags","The End of History and the Last Man","First Person: An Astonishingly Frank Self-Portrait by Russia's President","The Forever War","Cosby: His Life and Times","Higher Education in the Digital Age","The Innovators: How a Group of Hackers, Geniuses, and Geeks Created the Digital Revolution","The Limits of Partnership","The Mantle of Command: FDR at War, 1941-1942","Maximalist: America in the World from Truman to Obama","The Steps Across the Water","Stress Test: Reflections on Financial Crises","The System Worked: How the World Stopped Another Great Depression","The Terror Presidency: Law and Judgment Inside the Bush Administration","Thinking, Fast and Slow","@War: The Rise of the Military-Internet Complex","World Order","Zero to One: Notes on Startups, or How to Build the Future","The Better Angels of Our Nature: Why Violence Has Declined","Capital in the Twenty-First Century","China's Trapped Transition: The Limits of Developmental Autocracy ","The Director","Excellent Sheep: The Miseducation of the American Elite and the Way to a Meaningful Life","The Fourth Revolution: The Global Race to Reinvent the State","Good Hunting: An American Spymaster's Story","The Intel Trinity: How Robert Noyce, Gordon Moore, and Andy Grove Built the World's Most Important Company","Lost for Words","The Mantle of Command: FDR at War, 1941-1942","National Insecurity: American Leadership in an Age of Fear","The Power of Habit: Why We Do What We Do in Life and Business","The Rule of Nobody: Saving America from Dead Laws and Broken Government","The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies","Stringer: A Reporter's Journey in the Congo","Temptations of Power: Islamists and Illiberal Democracy in a New Middle East","The Universe: Leading Scientists Explore the Origin, Mysteries, and Future of the Cosmos","The Up Side of Down: Why Failing Well Is the Key to Success","The Righteous Mind: Why Good People Are Divided by Politics and Religion"],"recommended_authors":["Peter Zeihan","Evan Osnos","Reid Hoffman","Bret Stephens","Timothy Snyder","Niall Ferguson","Mary Elise Sarotte","David Runciman","Linda Rottenberg","Francis Fukuyama","Vladimir Putin","Dexter Filkins","Mark Whitaker","William Bowen","Walter Isaacson","Angela Stent","Nigel Hamilton","Stephen Sestanovich","Adam Gopnik","Timothy Geithner","Daniel Drezner","Jack Goldsmith","Daniel Kahneman","Shane Harris","Henry Kissinger","Peter Thiel","Steven Pinker","Thomas Piketty","Minxin Pei","David Ignatius","William Deresiewicz","John Micklethwait & Adrian Wooldridge","Jack Devine","Michael Malone","Edward St. Aubyn","David Rothkopf","Charles Duhigg","Philip K. Howard","Erik Brynjolfsson","Anjan Sundaram","Shadi Hamid","John Brockman","Megan McArdle","Jonathan Haidt"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"I love big, sweeping history, and this account of the West's rise to global dominance is one of the best recent examples. As always with Ferguson, you can disagree with him and still admire his work for being smart, provocative, and well written.\"","\"\"","\"\"","\"\"","\"This book grew out of a celebrated 1989 essay, published as the Cold War was ending. Fukuyama's ideas are often caricatured, mischaracterized, and misunderstood, but his basic point here still holds. We have witnessed the end of a great centuries-old ideological debate over the right way to organize societies, especially economies\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"Most 'idea books' are bloated essays; this one, from a Nobel Prize–winning economist, is worth reading all the way through. Kahneman offers a fascinating set of ideas about how human beings think and reason, for better and worse.","\"\"","\"\"","\"\"","\"A monumental achievement. Pinker, a Harvard psychology professor, draws on 5,000 years of historical evidence to explain in fascinating detail how violence has declined across human history. More broadly, he shows that human beings have learned to treat each other better in general.\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"Here's something lighter — ideas you can use! Duhigg's examination of how people get caught in loops of frequently counterproductive behavior is entertaining and can help you develop good habits. Who doesn't need that?\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"A brilliant mixture of political philosophy and sociology. According to Haidt, two reasonable people can find themselves on opposite ends of the political spectrum based on the relative importance each assigns to just six values. \""],"field":"Politics","bio":"is an Indian-born American journalist and author. He is the host of CNN's Fareed Zakaria GPS and writes a weekly column for The Washington Post."},"Lawrence Lessig":{"recommended_books":["Act of Congress: How America's Essential Institution Works, and How It Doesn't","Capitol Punishment: The Hard Truth About Washington Corruption From America's Most Notorious Lobbyist","So Damn Much Money: The Triumph of Lobbying and the Corrosion of American Government","The Crisis of Capitalist Democracy"],"recommended_authors":["Robert Kaiser","Jack Abramoff","Richard Posner"],"reviews":["\"\"","\"\"","\"\""],"field":"Law","bio":"is an American academic, attorney, and political activist. He is the Roy L. Furman Professor of Law at Harvard Law School and the former director of the Edmond J. Safra Center for Ethics at Harvard University."},"Malala Yousafzai":{"recommended_books":["The Alchemist"],"recommended_authors":["Paul Coelho"],"reviews":["\"\""],"field":"Culture & Society","bio":"is a Pakistani activist for female education and the youngest-ever Nobel Prize laureate."},"Alain de Botton":{"recommended_books":["Art and Illusion: A Study in the Psychology of Pictorial Representation","The Art of the Novel","Civilization and Its Discontents","Collected Poems: Auden","Collected Poems","The Common Reader","Conditions of Love: The Philosophy of Intimacy","The Conquest of Happiness","Days of Reading","The Death of Ivan Illych","The Death of the Moth","Flow: The Psychology of Optimal Experience","Home Is Where We Start From: Essays by a Psychoanalyst","How to Worry Less About Money","Human, All-Too-Human: A Book for Free Spirits","A Lover's Discourse: Fragments","Madame Bovary","Meditations","Essays","Mythologies","Pensees","Collected Maxims and Other Reflections","On Sexuality: Three Essays on the Theory of Sexuality and Other Works ","Straw Dogs: Thoughts on Humans and Other Animals","The Unquiet Grave: A Word Cycle by Palinurus","Unto This Last and Other Writings","Ways of Seeing","The Wealth of Nations","On the Wisdom of Life","The Art of Loving","Camera Lucida: Reflections on Photography","Couch Fiction: A Graphic Tale of Psychotherapy","Culture and Anarchy","The Dying Animal","A Scattering","Hold Me Tight: Seven Conversations for a Lifetime of Love","An Intimate History of Humanity","An Intimate History of Humanity","Letters from a Stoic","Love","Manifesto of the Communist Party","The Needs of Strangers","Pensieri","The Symposium","In Search of Civilization: Remaking a Tarnished Idea","The Social Contract","Sorrows of Young Werther","They F*** You Up: How to Survive Family Life","U and I: A True Story","What Should I Do with My Life?: The True Story of People Who Answered the Ultimate Question"],"recommended_authors":["Ernst Gombrich","Milan Kundera","Sigmund Freud","W H Auden","Philip Larkin","Virginia Woolf","John Armstrong","Bertrand Russell","Marcel Proust","Leo Tolstoy","Mihaly Csikszentmihalyi","D.W. Winnicott","Friedrich Nietzsche","Roland Barthes","Gustave Flaubert","Marcus Aurelius","Michel de Montaigne","Pascal","La Rochefoucauld","John Gray","Cyril Connolly","John Ruskin","John Berger","Adam Smith","Arthur Schopenhauer","Erich Fromm","Philippa Perry","Matthew Arnold","Philip Roth","Christopher Reid","Sue Johnson","Theodor Zeldin","Seneca","Stendhal","Karl Marx","Michael Ignatieff","Leopardi","Plato","Jean Jacques Rousseau","Johann Wolfgange Von Gothe","Oliver James","Nicholas Baker","Po Bronson"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Philosophy","bio":"is a Swiss-born, British-based philosopher and award-winning television presenter. His books and television programmes discuss various contemporary subjects and themes, emphasizing philosophy's relevance to everyday life."},"Eckhart Tolle":{"recommended_books":["The Art of Meditation","Awareness: The Perils and Opportunities of Reality","The Fall: The Insanity of the Ego in Human History and the Dawning of A New Era","Freedom from the Known","The Hand of God: Thoughts and Images Reflecting the Spirit of the Universe","I Am That","Krishnamurti's Notebook","A Parenthesis in Eternity: Living the Mystical Life","Passionate Presence: Seven Qualities of Awakened Awareness","From Science to God: A Physicist's Journey Into the Mystery of Consciousness","Small Graces: The Quiet Gifts of Everyday Life","365 Nirvana Here and Now: Living Every Moment in Enlightenment ","Tao Te Ching","Waking Up in Time: Finding Inner Peace in Times of Accelerating Change ","Wisdom from an Empty Mind","The Wisdom Way of Knowing: Reclaiming An Ancient Tradition to Awaken the Heart","Be as You Are: The Teachings of Sri Ramana Maharshi ","The Bhagavad Gita: A Walkthrough for Westerners","A Course in Miracles","The Way of the Wizard: Twenty Spiritual Lessons for Creating the Life You Want","The Diamond in Your Pocket: Discovering Your True Radiance"],"recommended_authors":["Joel S. Goldsmith","Anthony De Mello","Steve Taylor","Jiddu Krishnamurti","Michael Reagan","Nisargadatta Maharaj","Catherine Ingram","Peter Russell","Kent Nerburn","Josh Baran","Lao Tzu","Jacob Liberman","Cynthia Bourgeault","Sri Ramana Maharshi","Jack Hawley","Helen Schucman","Deepak Chopra","Gangaji"],"reviews":["\"\"","\"\"","\"An important and fascinating book about the origin, history and impending demise of the ego - humanity's collective dysfunction. The Fall is highly readable and enlightening, as the author's acute mind is at all times imbued with the higher faculty of spiritual awareness.\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Religion & Spirituality","bio":"is a German-born resident of Canada, best known as the author of The Power of Now and A New Earth: Awakening to your Life's Purpose. In 2011, he was listed by Watkins Review as the most spiritually influential person in the world."},"Tom Peters":{"recommended_books":["Automate This: How Algorithms Came to Rule Our World","Creating Innovators: The Making of Young People Who Will Change the World","Creation: How Science is Reinventing Life Itself","The Filter Bubble: How the New Personalized Web Is Changing What We Read and How We Think","The Gamification Revolution: How Leaders Leverage Game Mechanics to Crush the Competition","Loyalty 3.0: How Big Data and Gamification are Revolutionizing Customer and Employee Engagement","Models.Behaving.Badly: Why Confusing Illusion with Reality Can Lead to Disaster, on Wall Street and in Life","To Save Everything, Click Here: The Folly of Technological Solutionism","The Singularity Is Near: When Humans Transcend Biology","The Startup of You: Adapt to the Future, Invest in Yourself and Transform Your Career","Taming The Big Data Tidal Wave: Finding Opportunities in Huge Data Streams with Advanced Analytics","Thinking, Fast and Slow","Addiction by Design: Machine Gambling in Las Vegas","Antifragile: Things That Gain from Disorder","Better, Stronger, Faster: The Myth of American Decline . . . and the Rise of a New Economy","Big Data: A Revolution That Will Transform How We Live, Work, and Think","The Circle","Conscious Capitalism: Liberating the Heroic Spirit of Business","Cyber War: The Next Threat to National Security and What to Do About It","Race Against The Machine: How the Digital Revolution is Accelerating Innovation, Driving Productivity, and Irreversibly Transforming Employment and the Economy","What You Can Change and What You Can't: The Complete Guide to Successful Self-Improvement"],"recommended_authors":["Christopher Steiner","Tony Wagner","Adam Rutherford","Eli Pariser","Gabe Zichermann","Rajat Paharia","Emanuel Derman","Evgeny Morozov","Ray Kurzweil","Reid Hoffman","Bill Franks","Daniel Kahneman","Natasha Dow Schull","Nassim Taleb","Daniel Gross","Viktor Mayer-Schonberger","Dave Eggers","John Mackey","Richard A. Clarke","Erik Brynjolfsson","Martin Seligman"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Business","bio":"is an American writer on business management practices, best known for In Search of Excellence."},"Evgeny Morozov":{"recommended_books":["Autonomous Technology: Technics-out-of-Control as a Theme in Political Thought","Technics and Civilization ","Technology and the Character of Contemporary Life","New Waves in Philosophy of Technology","Does Technology Drive History? The Dilemma of Technological Determinism"],"recommended_authors":["Langdon Winner","Lewis Mumford","Albert Borgmann","Jan-Kyrre Berg Olsen","Merritt Roe Smith"],"reviews":["\"Winner brought the sensitivity of a political theorist concerned with questions of democratic control over technologies, and the control of those who are in power over technologies, to the debate.\"","\"Mumford tried to look back as far as he could and study how human societies incorporated various technologies, but also how they made choices about which technologies to take on, how to regulate them, and how those decisions ended up shaping societies themselves.\"","\"It was published 1984 and is definitely one of the foundational texts in philosophy of technology. Its chief contribution was to bring the focus on quality of life into the analysis.\"","\"It provides an excellent introduction to philosophy of technology but also some of the most controversial and important issues discussed and tackled by practitioners.\"","\"It’s fascinating reading because it brings together mostly historians of technology and a handful of philosophers, who approach the question of determinism from different perspectives. You have Marxist historians, economic historians, feminist historians, business historians who look at the evolution of industry, all of whom are trying to answer the question of whether certain technologies influence the course of history and if so, how?\""],"field":"Culture & Society","bio":"is a writer and researcher of Belarusian origin who studies political and social implications of technology."},"Steven Weinberg":{"recommended_books":["Barchester Towers ","The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","Hiding in the Mirror: The Quest for Alternate Realities, from Plato to String Theory","The Making of the Atom Bomb","The Origin of Species","The Inflationary Universe: The Quest for a New Theory of Cosmic Origins","The History of the Decline and Fall of the Roman Empire"],"recommended_authors":["Anthony Trollope","Brian Greene","Lawrence Krauss","Richard Rhodes","Charles Darwin","Alan Guth","Edward Gibbon"],"reviews":["\"It has a great cast of wonderfully drawn characters and is very funny.\"","\"\"","\"\"","\"\"","\"He permanently demolished the nearly universal supposition that divine intervention is needed to explain the capabilities of plants and animals. His book works as a polemic in part because it is wonderfully readable.\"","\"\"","\"The Decline and Fall of the Roman Empire lays out an amazing panorama, spanning 13 centuries, with both sympathy and sarcasm.\""],"field":"Physics","bio":"is an American theoretical physicist and Nobel laureate in Physics for his contributions with Abdus Salam and Sheldon Glashow to the unification of the weak force and electromagnetic interaction between elementary particles."},"Ayaan Hirsi Ali":{"recommended_books":["The Baron in the Trees","Empire: How Britain Made the Modern World","Fighting the Ideological War: Winning Strategies from Communism to Islamism","The Hobbit","Who Stole Feminism?: How Women Have Betrayed Women","The New Digital Age: Reshaping the Future of People, Nations and Business","The Quran Speaks","Extraordinary Popular Delusions and the Madness of Crowds","Freedom Feminism: Its Surprising History and Why It Matters Today"],"recommended_authors":["Italo Calvino","Niall Ferguson","Patrick Sookhdeo","JRR Tolkien","Christina Hoff Sommers","Eric Schmidt","Bahis Sedq","Charles Mackay"],"reviews":["\"A delightful and tremendously enjoyable little novel on boyhood defiance.\"","\"\"","\"[If you could require the president to read one book, what would it be?] I suggest Fighting the Ideological War\"","\"As compelling as ever\"","\"[What are the best books you’ve read about women’s rights?] Who Stole Feminism\"","\"An incisive analysis of how the age of technology affects everything\"","\"A hugely important book by a scholar of Islam who is, to my mind, the most sophisticated of all the dissidents in the Muslim world. The tragedy is that he has to publish under a pseudonym. He could be the Muslim Luther, if there were only a way to keep him safe.\"","\"[What books do you find yourself returning to again and again?] Extraordinary Delusions\""],"field":"Culture & Society","bio":"is a Dutch-American activist, author, and former politician of Somali origin. She is a leading opponent of female genital mutilation, and calls for a reformation of Islam."},"Azar Nfisi":{"recommended_books":["Bartleby, the Scrivener: A Story of Wall Street","The Great Gatsby","Loitering with Intent","Pnin","The Little Prince","Notes of a Native Son"],"recommended_authors":["Herman Melville","F. Scott Fitzgerald","Muriel Spark","Vladimir Nabakov","Antoine de Saint-Exupery","James Baldwin"],"reviews":["\"I am still amazed by Melville's ability to create characters in a few quick strokes. His tale of Bartleby, first described as 'pallidly neat, pitiably respectable, incurably forlorn,' is one of those literary miracles that should be read rather than talked about.\"","\"Each time I read The Great Gatsby, I feel my heart break. No one else has captured as crisply as Fitzgerald the American dream, the glory of its pursuit and the inevitable sense of betrayal and despair once it is realized — once it is, as Nick puts it, touched by the 'foul dust' of reality.\"","\"Rejoicing — the very last word that appears in Loitering With Intent — captures the entire book's mood and message. A fictional counterpoint to Spark's 1992 autobiography, this novel tells how one Fleur Talbot became a woman and a writer. It's a book as irresistible as its author — a manifestation of her meticulous, confident, joyous, mischievous spirit.\"","\"Timofey Pavlovich Pnin, a nontenured Russian academic at an elite American university, is a modern, more complicated version of Don Quixote, tackling imaginary windmills and real frauds and academic shysters. Pnin and Lolita are the two most poignant and memorable of Nabokov's characters.\"","\"Ever since I first discovered The Little Prince as an adolescent, I have carried a copy with me across the continents. As they say farewell, the Fox tells the Little Prince, 'One sees clearly only with the heart. Anything essential is invisible to the eye.' That short sentence for me captures the essence of literature and art.","\"Reading this essay collection for the first time was like diving into deep waters and then suddenly surfacing: You feel the liberation of opening your eyes and seeing the sky above you. Baldwin demonstrates how to passionately articulate social and political issues and yet remain a writer, not a pamphleteer.\""],"field":"Literature","bio":"is an Iranian writer and professor of English literature. She has resided in the United States since 1997 and became an American citizen in 2008."},"Sean Carroll":{"recommended_books":["A Beautiful Question: Finding Nature's Deep Design ","The Blind Watchmaker: Why the Evidence of Evolution Reveals a Universe without Design","The Bonobo and the Atheist: In Search of Humanism Among the Primates","Causality: Models, Reasoning, and Inference","Creation: How Science is Reinventing Life Itself","The Problem Of The Soul: Two Visions Of Mind And How To Reconcile Them","The Road to Reality: A Complete Guide to the Laws of the Universe","The Self-Organizing Economy","Thinking, Fast and Slow","What Is Life? How Chemistry Becomes Biology","The Inflationary Universe: The Quest for a New Theory of Cosmic Origins","A Better Life: 100 Atheists Speak Out on Joy & Meaning in a World Without God","Cells to Civilizations: The Principles of Change That Shape Life","Complexity: A Guided Tour","The Conscious Mind: In Search of a Fundamental Theory","Consciousness Explained","Constructivism in Practical Philosophy","Darwin’s Dangerous Idea: Evolution and the Meanings of Life","A Dialogue on Consciousness","The Emergent Multiverse: Quantum Theory according to the Everett Interpretation","The Five Ages of the Universe: Inside the Physics of Eternity","Phi: A Voyage from the Brain to the Soul","The Really Hard Problem: Meaning in a Material World","A Significant Life: Human Meaning in a Silent Universe","The Storytelling Animal: How Stories Make Us Human","The Vital Question: Energy, Evolution, and the Origins of Complex Life","Why Evolution Is True"],"recommended_authors":["Frank Wilczek","Richard Dawkins","Frans de Waal","Judea Pearl","Adam Rutherford","Owen Flanagan","Richard Penrose","Paul Krugman","Daniel Kahneman","Addy Pross","Alan Guth","Chris Johnson","Enrico Coen","Melanie Mitchell","DJ Chalmers","Daniel Dennett","James Lenman","Torin Halter","David Wallace","Fred Adams","Giulio Tononi","Todd May","Jonathan Gottschall","Nick Lane","Jerry Coyne"],"reviews":["\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\"","\"\""],"field":"Physics","bio":"is a cosmologist and Physics professor specializing in dark energy and general relativity. He is a research professor in the Department of Physics at the California Institute of Technology."},"Cornel West":{"recommended_books":["Beloved","The Fire Next Time","The Republic","The Three Sisters","Praise of Folly","The Prophets"],"recommended_authors":["Toni Morrison","James Baldwin","Plato","Anton Chekhov","Erasmus","Abraham Joshua Heschel"],"reviews":["“The author looks unflinchingly at the catastrophic with grace and dignity.”","\"[A book you hope parents read to their children] His letter to his nephew is wise advice to love and serve.","“So much of the most profound thought in the West is a serious wrestling with issues raised by this book.”","“In his greatest play, Chekhov makes deep disappointment our constant companion, yet we prevail.”","“He shows how we all, particularly Christians, should try to laugh at ourselves and love others.”","“He lays bare the roles of righteous indignation and indifference in justice.”"],"field":"Culture & Society","bio":"is an American philosopher, academic, social activist, author, public intellectual,[1] and prominent member of the Democratic Socialists of America. The son of a Baptist minister, West received his undergraduate education from Harvard University, graduating with a bachelor's degree in 1973, and received a Ph.D. from Princeton University in 1980, becoming the first African American to graduate from Princeton with a Ph.D. in philosophy."},"Elon Musk":{"recommended_books":["Benjamin Franklin","Catherine the Great: Portrait of a Woman","The Foundation","The Hitchhiker's Guide to the Galaxy","Howard Hughes: His Life and Madness","Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming","The Moon Is a Harsh Mistress","Our Final Invention: Artificial Intelligence and the End of the Human Era","Structures: Or Why Things Don't Fall Down","Superintelligence: Paths, Dangers, Strategies","Zero to One: Notes on Startups, or How to Build the Future","The Culture","Einstein: His Life and Universe","Ignition!: An Informal History of Liquid Rocket Propellants","The Lord of the Rings"],"recommended_authors":["Walter Isaacson","Robert K. Massie","Isaac Asimov","Douglas Adams","Donald Barlett","Naomi Oreskes","Robert Heinlein","James Barrat","JE Gordon","Nick Bostrom","Peter Thiel","Iain Banks","John Clark","JRR Tolkien"],"reviews":["\"You can see how [Franklin] was an entrepreneur. He started from nothing. He was just a runaway kid.\"","\"She was discovering the way to make people like her, and once she had learned the skill, she practiced it brilliantly\"","\"The lessons of history would suggest that civilizations move in cycles.\"","\"If you can properly phrase the question, then the answer is the easy part. So, to the degree that we can better understand the universe, then we can better know what questions to ask.\"","\"Definitely want to make sure I don't grow my fingernails too long and start peeing in jars.\"","\"Same who tried to deny smoking deaths are denying climate change.\"","\"I think the Foundation series from Asimov is like one of the best ever, and the books of Arthur C. Clarke and Heinlein, those are like probably the three best sci-fi authors [..] I think [this is] Heinlein's best book, honestly.\"","\"While on the subject of AI risk, [this book] is also worth reading.\"","\"It is really, really good if you want a primer on structural design.\"","\"We need to be super careful with AI, [which is] potentially more dangerous than nukes.\"","\"Peter Thiel has built multiple breakthrough companies, and Zero to One shows how\"","\"A compelling picture of a grand, semi-utopian galactic future.\"","\"There is a good book on rocket stuff called Ignition! by John Clark that's a really fun one.\"","\"The heroes of the books I read always felt a duty to save the world.\""],"field":"Technology","bio":"is a South African-born Canadian-American business magnate, engineer and inventor. He is the founder, CEO and CTO of SpaceX; co-founder, CEO and product architect of Tesla Motors; co-founder and chairman of SolarCity, co-chairman of OpenAI; co-founder of Zip2; and co-founder of PayPal."},"Nassim Taleb":{"recommended_books":["Birth of a Theorem: A Mathematical Adventure","Bull: A History of the Boom and Bust, 1982-2004","Bull by the Horns: Fighting to Save Main Street from Wall Street and Wall Street from Itself","Consciousness","The Doctrine of Deification in the Greek Patristic Tradition","Explaining Social Behavior: More Nuts and Bolts for the Social Sciences","Happy Accidents: Serendipity in Modern Medical Breakthroughs","Information: The New Language of Science","Invariances: The Structure of the Objective World","Modelling Extremal Events: for Insurance and Finance","Models.Behaving.Badly: Why Confusing Illusion with Reality Can Lead to Disaster, on Wall Street and in Life","The New Financial Order: Risk in the 21st Century ","The Opposing Shore","Probability Theory","The Secret of Fatima","Seeking Wisdom: From Darwin to Munger","Social Cognition: Making Sense of People","The Statistical Mechanics of Financial Markets","Strangers to Ourselves: Discovering the Adaptive Unconscious","The Blank Slate: The Modern Denial of Human Nature","Body by Science: A Research Based Program for Strength Training, Body building, and Complete Fitness in 12 Minutes a Week","Confessions of a Philosopher: A Personal Journey Through Western Philosophy from Plato to Popper","Critical Phenomena in Natural Sciences: Chaos, Fractals, Selforganization and Disorder: Concepts and Tools ","A Few Lessons from Sherlock Holmes","Free The Animal: Lose Weight & Fat With The Paleo Diet","A Guide to Econometrics","A History of the Mind: Evolution and the Birth of Consciousness","I Think Therefore I Laugh","The Kelly Capital Growth Investment Criterion: Theory and Practice","Mathematics: Its Content, Methods and Meaning","The Paradox of Choice: Why More Is Less","The Sunday Philosophy Club","Tartar Steppe","Why Stock Markets Crash: Critical Events in Complex Financial Systems","The Wisdom Paradox: How Your Mind Can Grow Stronger As Your Brain Grows Older"],"recommended_authors":["Cedric Villani","Maggie Mahar","Sheila Bair","Susan Blackmore","Norman Russell","Jon Elster","Morton Meyers","Hans Christian von Baeyer","Robert Nozick","Paul Embrechts","Emanuel Derman","Rober Shiller","Julien Gracq","SRS Varadhan","Peter J Tanous","Peter Bevelin","Ziva Kunda","Johannes Voit","Timothy Wilson","Steven Pinker","John Little","Bryan Magee","Didier Sornette","Richard Nikoley","Peter Kennedy","Nicholas Humphrey","John Allen Paulos","Leonard MacLean","A. D. Aleksandrov","Barry Schwartz","Alexander McCall Smith","Dino Buzzati","Elkhonon Goldberg"],"reviews":["\"This is a gem for a singular reason. One sees exactly how Villani (or a pure mathematician) goes from abstract to abstract without ever exiting the world of pure and symbolic mathematics, even though the subject concerns a very concrete real-world topic.\"","\"Maggie Mahar had the courage to take a look at what was behind all of this religious belief in markets.\"","\"When history is written, this will be used, not the spin by the bankers’ slaves and soldiers (Geithner, Rubin et al.) Bravo Sheila!\"","\"I am glad to find a complete book dealing with all aspects of consciousness in CLEARLY written format, with graphs and tables to facilitate comprehension. The book covers everything I had seen before from Artificial Intelligence to Philosophy to Neurology to Evolutionary Biology.\"","\"I initially bought this book as I was curious about the differences between Eastern & Western traditions, particularly with the notion of theosis –the deification of man. This book goes far deeper, and covers pre-Christian practices (like Stoic thoughts, the deifications of Kings, Roman Emperors, that of private citizens who committed symbolic acts –such as Antinous, Hadrian’s obsession, who drowned to 'save' mankind and other sotirologies).\"","\"I read this book twice. The first time, I thought that it was excellent, the best compendium of ideas of social science by arguably the best thinker in the field. I took copious notes, etc. I agreed with its patchwork-style approach to rational decision making. I knew that it had huge insights applicable to my refusal of general theories [they don’t work], rather limit ourselves to nuts and bolts [they work].\"","\"It is a MUST read. Please go buy it. Read it twice, not once. Although the author does not take my drastic stochastic tinkering approach, he provides all kind of empirical evidence for the role of design. He does not directly discuss the narrative fallacy(q.v.) and the retrospective distortion (q.v.) but he certainly allows us to rewrite the history of medicine.\"","\"If you want an introduction to information theory, and, in a way, probability theory from the real front door, this is it. A clearly written book, very intuitive, explains things, such as the Monty Hall problem in a few lines.\"","\"Aside from the purely philosophical answers that scientists were grappling with, the book is like a manual for a new regimen in philosophy. It reviews everything from epistemology to the logic of contingency, with insights here and there about such topics as the observer biases (about computing probabilities when our existence has been linked to a particular realization of the process).\"","\"The mathematics of extreme events, or the remote parts of the probability distributions, is a discipline on its own, more important than any other with respect to risk and decisions since some domains are dominated by the extremes: for the class of subexponential (and of course for the subclass of power laws) the tails ARE the story. Now this book is the bible for the field.\"","\"[Derman] convincingly establishes the difference between model and theory and shows why attempts to model financial markets can never be genuinely scientific. It vindicates those of us who hold that financial modeling is neither practical nor scientific. Exceedingly readable.\"","\"Robert Shiller has the remarkable ability to think independently and the courage to propose ideas that to middlebrow thinkers may sound speculative.\"","\"The style is lapidary with remarkable precision; it has texture, wealth of details, and creates a mesmerizing athmosphere. Once you enter it, you are stuck there.\"","\"I know which books I value when I end up buying a second copy after losing the first one. This book gives a complete overview of the basis of probability theory with some grounding in measure theory, and presents the main proofs.\"","\"Masterly! This is the page turner par excellence; every new page brings some surprise and it was impossible for me to put the book down. I even read some of it during elevator rides, not being able to resist. And truly sophisticated: Nobody but Peter Tanous would have imagined to cross James Bond with a Catholic priest.\"","\"A wonderful book on wisdom and decision-making written by a wise decision-maker. This is the kind of book you read first, then leave by your bedside and re-read a bit every day, so you can slowly soak up the wisdom. \"","\"I spent some time looking for a simple bedside aggregation of the various topics associated with the psychology of decision making and the various perceptual biases, without finding much. [...] I was lucky to have found this book, which provides a wonderful and comprehensive coverage of the topics.\"","\"Very useful book, particularly in what concerns alternative L-Stable distributions. True, not too versed in financial theory but I’d rather see the author erring on the side of more physics than mathematical economics.\"","\"The book that carried the most influence on my thinking this year (I went back to it half a dozen times). This is a clearly written presentation of our inability to forecast our own behavior and to predict our emotional reactions to positive and negative events.\"","\"The book is a great exposition of modern scientific thinking and understanding of the nature of man–but it spends some time on topics that are entirely obvious outside of the humanities academia. Indeed Pinker gives them too much respect by honoring them with such a lengthy reply.\"","\"I owe a lot to this book. I figured out the value of intensity training and maximizing recovery. I use the ideas but with minor modifications (my own personal workout is entirely based on free weights and barbells, but I incur –and accept –a risk of injury). I have been applying the ideas for more than three years. Just get over the inhibitions (and illusions of control) and accept the idea of training less.\"","\"This is not a popularization /adult-education style presentation. Magee sees things form the inside; it is his own formation of philosophical ideas & techniques that we witness.\"","\"After spending some time working the derivations on scalable laws, extreme value theory, renormalization groups in this book, I elected to use it as my textbook. There is no equivalent. I have a dozen such yellow manuals; this one is complete and ultimately clearest.\"","\"A charming primer on the paleo idea, with an illustration through the authors own life. I read it in one sitting.\"","\"The best intuition builder in both statistics and econometrics. I have been reading the various editions throught my career. Please, keep updating it, Peter Kennedy!\"","\"Humphrey is the only person I know of who can work on nonhuman primates, write philosophy, and edit a literary magazine.\"","\"This is a great book for a refresher in analytical philosophy: pleasant, clear. Great training for people who tend to forget elementary relationships.\"","\"Buy 2 copies, just in case you lose one. This book has more meat than any other book in decision theory, economics, finance, etc…\"","\"There is something admirable about the school of the Russians: they are thinkers doing math, with remarkable clarity, minimal formalism, and total absence of unnecessary pedantry one finds in more modern texts (in the post Bourbaki era).\"","\"Clearly this is not for scholars as it is extremely diluted and slow at times; this is a popular science book. Still, I could not put it down.\"","\"This book is about Applied Ethics, a subject about which the author seems to know a bit. It also makes you feel like leading a quite thinking life in Edinburgh.  I don’t want to spoil the story but I felt that I was reading a detective story until I realized what it was…\"","\"I never understood why the book never made it in the Anglo-Saxon world. Il deserto is one of the 20th century’s masterpieces.\"","\"[Goldberg's] theory is that the hemispheric specialization is principally along pattern matching and information processing lines:the left side stores patterns, while the right one processes novel tasks. It is convincing to see that children suffer more from a right brain injury, while adults have the opposite effect.\""],"field":"Finance & Economics","bio":"is a Lebanese-American essayist, scholar, statistician, former trader, and risk analyst, whose work focuses on problems of randomness, probability, and uncertainty."},"Reza Aslan":{"recommended_books":["The Blind Owl","A Mind at Peace"],"recommended_authors":["Sadegh Hedayat","Ahmet Hamdi Tanpinar"],"reviews":["\"Widely recognized as one of the most important literary works of the 20th century in any language, The Blind Owl is a Kafkaesque novel about a lonely (and possibly psychotic) man living in a terrifying nightmare world of his own making, where the only person he can trust with his thoughts is his own shadow.\"","\"Written by the man who almost single-handedly defined the modern Turkish novel, A Mind At Peace follows a group of westernized, urban intellectuals in 1930s Istanbul as they drift through the city in a permanent state of ennui, seemingly caught between the past and the present, tradition and modernity, the East and the West.\""],"field":"Religion & Spirituality","bio":"is an Iranian-American author, commentator and religious scholar. He has written two books on religion: No god but God: The Origins, Evolution, and Future of Islam and Zealot: The Life and Times of Jesus of Nazareth."},"Douglas Rushkoff":{"recommended_books":["Brecht on Theatre: The Development of an Aesthetic","Capital: Critique of Political Economy","Debt: The First 5,000 Years","The Invisibles: You Say You Want a Revolution","Mindstorms: Children, Computers, And Powerful Ideas","The Peripheral","Systems of Survival: A Dialogue on the Moral Foundations of Commerce and Politics","Technics and Civilization ","Chaos and Cyber Culture","Cosmic Trigger I: Final Secret of the Illuminati","Operating Manual for Spaceship Earth","The Five Books of Moses: Genesis, Exodus, Leviticus, Numbers, Deuteronomy","Technopoly: The Surrender of Culture to Technology ","The Origin of Consciousness in the Breakdown of the Bicameral Mind","Turbulent Mirror: An Illustrated Guide to Chaos Theory and the Science of Wholeness"],"recommended_authors":["Bertolt Brecht","Karl Marx","David Graeber","Grant Morrison","Seymour Papert","William Gibson","Jane Jacobs","Lewis Mumford","Timothy Leary","Robert Anton Wilson","Buckminster Fuller","Everett Fox","Neal Postman","Julian Jaynes","John Briggs"],"reviews":["\"Brecht was a German playwright who developed something called the alienation effect. His idea was that people shouldn't be wrapped up in the plot of a play; rather, they should be made conscious of the fact that they are watching a play all the time. Only then will they have the presence of mind to consider actions to take in the real world.\"","\"Marx was the first — and best — at understanding the economy as a system that not only is informed by existing power relationships but also reinforces them.\"","\"The gripping saga of how debt — an abstract virus — became the default operating system for all human commerce.\"","\"Grant understands magic, for real, and uses this engaging comic book series to teach his more clever readers how to direct their energy towards whatever ends they choose. This comic changed the way millions of young people think about the rules.\"","\"Papert understands developing minds, and broke all models for how children should be introduced to computers and technology.\"","\"Gibson's novel describes a digital economic landscape only a notch or two more extreme than our own, and plays out a scenario detailing what happens when we get all the tech we want, but it's all geared toward extracting value from us.\"","\"I don't agree with everything this urban planner and social philosopher says, but she has helped me recognise the importance and impact of design on social and economic behaviour.\"","\"This 1934 book invented media theory, the notion that our technologies create entire environments that reshape life as we know it.\"","\"This might not be Timothy's very best book, but if you have to choose just one, Chaos and Cyber Culture sums up a whole lot of his thinking about technologies - chemical, digital, and intellectual.\"","\"This book chronicles the great quest to find the underlying order of our reality - and the many perils along this path of inquiry. Cosmic Trigger is at once startling, terrifying, reassuring, and life-affirming.\"","\"This is the biggest little book I know, jamming the grandest ideas of the 20th century's greatest designer into just 120 pages of conversational text. In brief, our problems are not laws of nature, but artifacts of bad design decisions. And we can change them.\"","\"Exodus is the story of how people break free of slavery. If we can understand this myth in the way it was most likely intended, it becomes a terrific allegory for the way we enslave ourselves through the worship of false gods.\"","\"Still the simplest explanation of how new technologies get the better of us: We make a tool, we change our lives to accommodate the tool, the tool becomes our new reality. Think cars, TV, computers, smartphones...\"","\"Jaynes makes a good case for the theory that human beings, in an earlier state of brain evolution, used to 'hear' the voice of God.\"","\"This is my own personal favourite book explaining fractals and chaos.\""],"field":"Culture & Society","bio":"is an American media theorist, writer, columnist, lecturer, graphic novelist, and documentarian. He is best known for his association with the early cyberpunk culture, and his advocacy of open source solutions to social problems."},"Haruki Murakami":{"recommended_books":["The Brothers Karamazov","The Castle","The Catcher in the Rye","The Great Gatsby","The Long Goodbye"],"recommended_authors":["Fyodor Dostoevsky","Franz Kafka","JD Salinger","F. Scott Fitzgerald","Raymond Chandler"],"reviews":["\"Indispensable to me (both as a reader and as a writer)\"","\"It was a great big incredible book. It gave me a tremendous shock.\"","\"It is a dark story, very disturbing. I enjoyed it when I was seventeen, so I decided to translate it. I remembered it being funny, but it's dark and strong.\"","\"Had it not been for Fitzgerald's novel, I would not be writing the kind of literature I am today (indeed, it is possible that I would not be writing at all, although that is neither here not there).\"","\"Indispensable to me (both as a reader and as a writer)\""],"field":"Literature","bio":"is a contemporary Japanese writer. His books and stories have been bestsellers in Japan as well as internationally, with his work being translated into 50 languages and selling millions of copies outside his native country."},"Jared Diamond":{"recommended_books":["Child of the Jungle: The True Story of a Girl Caught Between Two Worlds","Nisa: The Life and Words of a !Kung Woman","Noble Savages: My Life Among Two Dangerous Tribes -- the Yanomamo and the Anthropologists"],"recommended_authors":["Sabine Kuegler","Marjorie Shostak","Napoleon Chagnon"],"reviews":["\"This extraordinary book brings us into the minds of hunter-gatherers living in swamp forests and shows us how European society looks to an outsider who thinks like a Fayu\"","\"A woman anthropologist reports the vivid life stories told to her by a woman hunter-gatherer of Africa's Kalahari Desert as the latter discovers sex, outlives some of her own children, and grows older\"","\"The Yanomamö Indians of Brazil and Venezuela have become famous for their fierceness and their wars. Chagnon vividly describes his decades of fieldwork among them and the attacks of some anthropologists and a journalist upon his findings\""],"field":"Anthropology","bio":"is an American scientist and author best known for his popular science books The Third Chimpanzee (1991); Guns, Germs, and Steel (1997, awarded a Pulitzer Prize); Collapse (2005); and The World Until Yesterday (2012). Originally trained in physiology, Diamond is known for drawing from a variety of fields, including anthropology, ecology, geography and evolutionary biology."},"Dambisa Moyo":{"recommended_books":["Civilization: The West and the Rest","The Net Delusion: The Dark Side of Internet Freedom","A Suitable Boy","The End of the Free Market: Who Wins the War Between States and Corporations?","The Party: The Secret World of China’s Communist Rulers","This Time Is Different: Eight Centuries of Financial Folly"],"recommended_authors":["Niall Ferguson","Evgeny Morozov","Vikram Seth","Ian Bremmer","Richard McGregor","Carmen Reinhart"],"reviews":["\"The Harvard historian’s latest does a brilliant job of going beyond just economics as a deciding factor in the tussle between East and West. Religion, culture, the work ethic, and, of course, historical context all play a role. It’s worth a read to get up to speed on what Ferguson considers Western civilization’s six killer apps.”","\"A well-argued brief that challenges our widely held belief that social media and cybertechnology are enhancing democracy, human rights, and freedoms around the world. Far from helping, Morozov very compellingly argues, they’re hindering.\"","\"An all-time classic from an economist turned novelist. Over 1,500 pages, Seth manages to keep the reader hooked. To this day, I remain stunned by what happens in the end. My all-time favorite.\"","\"At a recent dinner speaking engagement, Bremmer summarized a key theme in his book best when he said (and I paraphrase): In China, the state controls the corporations, whereas in the United States, the corporations control the state. His contribution to the Rest versus the West debate is both fresh and insightful.\"","\"I am enamored of all things Chinese, so McGregor’s book—subtitled The Secret World of China’s Communist Rulers—was always going to grab my attention. He provides a peek behind the Red Curtain at the political structures that make China tick. The book reveals just how little we really know about Chinese politics.\"","\"A must-read for anyone who wants to get an unemotional, untainted, no-holds-barred picture of what countries with massive debts and gaping deficits have in store economically. If the past offers any indication of the future, the U.S. and other developed economies are in for a tortuous ride.\""],"field":"Finance & Economics","bio":"is a Zambian-born international economist and author who analyzes the macroeconomy and global affairs. With post-graduate degrees in business, public administration, and economics from American University, Harvard, and Oxford, Moyo currently serves on the boards of Barclays Bank, the financial services group, SABMiller, the global brewer, and Barrick Gold, the global miner."},"Salman Rushdie":{"recommended_books":["Clear Light of Day","Metamorphosis","The Sirens of Titan: A Novel","Beowulf","The Bloody Chamber: And Other Stories","In Custody","Riddley Walker","The Master and Margarita","Nights at the Circus","The Nonexistent Knight and The Cloven Viscount ","Pedro Páramo","The Strange Case of Dr. Jekyll and Mr. Hyde","Ulysses"],"recommended_authors":["Anita Desai","Franz Kafka","Kurt Vonnegut","Seamus Heaney","Angela Carter","Russell Hoban","Mikhail Bulgakov","Italo Calvino","Juan Rulfo","Robert Louis Stevenson","James Joyce"],"reviews":["\"\"","\"One of the great themes of classical literature, the transformation of bodies into other bodies, gets a dark modern twist from Kafka.\"","\"This is a real delight. Among its leading characters is a man who, along with his dog, accidentally enters a chrono-synclastic infundibulum and gets stretched out across space and time. The inhabitants of Tralfamadore meanwhile distort the whole of human history to bring home one of their own. (The Great Wall of China and the Kremlin are messages from Tralfamadore. Draw your own conclusions.)\"","\"Heaney's supple, muscular verse brings this Old English narrative poem powerfully into modern literature.\"","\"Carter's sensual, erotic retellings of fairy tales and folk tales blend Snow White, Red Riding Hood, and Beauty (of Beauty and the Beast) into shape-shifting creations that are Carter's own. A girl attacked by a wolf can love the wolf or even become a wolf herself; the beauty can be beastly, too.\"","\"This unjustly forgotten 1980 novel is unlike anything else: Its portrait of a world after a nuclear holocaust — the explosion of the '1 Big 1' — is written in language that's brilliantly fractured, as if a bomb has exploded there as well.\"","\"The Devil comes to Moscow and, of course, makes trouble, accompanied by a cat shooting six-guns and an associate who disappears when he turns sideways. But Satan also helps the Master, a tortured writer, recover a manuscript he'd written and burned. One of the greatest Russian novels. Stalin didn't like it.\"","\"This is a fable, set in the time of Charlemagne, about an empty suit of armor that believes itself to be a knight and keeps itself going by willpower and strict adherence to the rules of chivalry. The other fables in Calvino's Our Ancestors trilogy are just as good.\"","\"Jorge Luis Borges thought this short, hypnotic novel to be one of the best ever written, and Gabriel García Márquez said it freed him to imagine the world of One Hundred Years of Solitude. A man is told by his dying mother to go find his father. He embarks on the journey and falls into a nightmarish world that may be populated entirely by ghosts.\"","\"The classic tale of the divided self. Dr. Jekyll's noble, moral outside contains, and periodically releases, the murderous evil that is Mr. Hyde. Schizophrenia and Victorian hypocrisy coexist in a single body and cause havoc.\"","\"It's based on one of the greatest of myths: the Odyssey transformed into the mock-epic tale of a Jewish Irish advertising salesman's cuckolded day wandering in Dublin while his faithless wife, Molly, the antithesis of Odysseus's Penelope, gets up to much nonsense in the marital bed. \""],"field":"Literature","bio":"is a British Indian novelist and essayist. His second novel, Midnight's Children (1981), won the Booker Prize in 1981. Much of his fiction is set on the Indian subcontinent."},"Elif Shafak":{"recommended_books":["Colonial Fantasies: Towards a Feminist Reading of Orientalism ","Fragments of Culture: The Everyday of Modern Turkey","Istanbul: The Imperial City","Rethinking Modernity and National Identity in Turkey","Tales from the Expat Harem: Foreign Women in Modern Turkey"],"recommended_authors":["Meyda Yegenoglu","Deniz Kandiyoti","John Freely","Sibel Bozdogan","Anastasia Ashman "],"reviews":["\"Yegenoglu’s critical, post-feminist approach explores the western fascination with the veil and the veiled women of the east.\"","\"This is one of my favourite books and an excellent gateway to Turkey’s social, cultural, and political complexity. It is composed of numerous articles by leading scholars in different fields and is therefore, quite multi-disciplinary. \"","\"One of the things that I most like about this book is the way it pays attention to daily life, popular legends, and ordinary people, not only to palace intricacies, court etiquette or historical monuments.\"","\"This is a rich, thought-provoking collection for anyone interested in the construction of a nation-state and the Turkish experiment with modernity. \"","\"It is a colourful, humanistic and sincere collection of women's voices. In this book you will find cultural, social and everyday life details you wouldn’t easily encounter within the confines of mainstream academic literature. \""],"field":"Literature","bio":"is a Turkish author, columnist, speaker and academic. She writes fiction in both Turkish and English. Shafak blends Western and Eastern traditions of storytelling in stories of women, minorities, immigrants, subcultures, and youth."},"Daniel Dennett":{"recommended_books":["The Company of Strangers: A Natural History of Economic Life","Word and Object (Studies in Communication)","The Pattern On The Stone: The Simple Ideas That Make Computers Work","Radiant Cool: A Novel Theory of Consciousness","Why the West Rules--for Now: The Patterns of History, and What They Reveal About the Future","The Ancestor's Tale: A Pilgrimage to the Dawn of Evolution","Leaps of Faith:Science, Miracles, and the Search for Supernatural Consolation","The Rational Optimist: How Prosperity Evolves","The Really Hard Problem: Meaning in a Material World","The Mind's I: Fantasies And Reflections On Self & Soul"],"recommended_authors":["Paul Seabright","Willard Van Orman Quine","Danny Hillis","Dan Lloyd","Ian Morris","Richard Dawkins","Nicholas Humphrey","Matt Ridley","Owen Flanagan","Douglas Hofstadter"],"reviews":["“An economic history of civilization, with an evolutionary perspective, explaining the emergence of trade, money, firms, law, banks, and all the rest of the economic world, and also explaining the fragility of our economic system if we don’t understand its foundations and dynamics. Lucid and fascinating.”","\"It not only convinced me that I should become a philosopher, it convinced me that I should try to be the same kind of philosopher Quine was. I would never have been a philosopher without his example.\"","\"A brilliant introduction to the ideas behind computers.\"","\"This is a fine example of what an empirically well-informed and deeply imaginative philosopher can do to open up imaginations to some of the new scientific ideas about consciousness.\"","“If you liked Jared Diamond’s Guns Germs and Steel, you’ll like this, on many of the same topics, but with more fascinating detail and argument.”","“A tour de force of exposition and explanation of the evolution of life on our planet, starting with us human beings and working back through all our concestors–our common ancestors with chimpanzees, monkeys, other mammals, reptiles, . . . All the way back to bacteria. Stunning examples, and great explanations on every page.”","\"A trenchant and imaginative look at superstition and unreason.\"","“A brilliant look at a naturalistic view of civilization, its treasures and problems. I don’t agree with all of it, but it is surprisingly clear and well-argued.”","“A look at ethics from the point of view of naturalism. What can a sober, scientifically minded thinker make of right and wrong, good and evil, and the meaning of life?”","\"The collection that Douglas Hofstadter and I put together more than 20 years ago, still in print and still an intellectual roller coaster of a book.\""],"field":"Cognitive Science","bio":"is an American philosopher, writer, and cognitive scientist whose research centers on the philosophy of mind, philosophy of science, and philosophy of biology, particularly as those fields relate to evolutionary biology and cognitive science. He is currently the co-director of the Center for Cognitive Studies and the Austin B. Fletcher Professor of Philosophy at Tufts University."},"Matt Ridley":{"recommended_books":["Cuckoo: Cheating by Nature","The Double Helix: A Personal Account of the Discovery of the Structure of DNA","Into the Silence: The Great War, Mallory, and the Conquest of Everest","One Summer: America, 1927","The Selfish Gene","Arcadia: A Play","Dynasty: The Rise and Fall of the House of Caesar","The Martian","p53: The Gene that Cracked the Cancer Code","The Vital Question: Energy, Evolution, and the Origins of Complex Life","The Weather Experiment: The Pioneers Who Sought to See the Future "],"recommended_authors":["Nick Davies","James Watson","Wade Davis","Bill Bryson","Richard Dawkins","Tom Stoppard","Tom Holland","Andy Weir","Sue Armstrong","Nick Lane","Peter Moore"],"reviews":["\"Nick Davies’s decades-long study of how cuckoos have evolved their strange parasitic lifestyles mixes hard science with soft nature in a satisfying way.\"","\"...gave me the important message — which my teachers had somehow mostly missed telling me — that science is not a catalog of facts, but the search for new and bigger mysteries.\"","\"The account of the 1920s Everest expeditions, ending in Mallory and Irvine’s disappearance high on the mountain in 1924, is interwoven with the World War I back stories of each participant, in a truly original way.\"","\"A charming account of the events of 1927 in America, is told with his usual dry wit.\"","\"...gave me the important message — which my teachers had somehow mostly missed telling me — that science is not a catalog of facts, but the search for new and bigger mysteries.\"","\"Stoppard’s 'Arcadia' is the best play since 'Hamlet,' and the science in it is good, as well as the literary theory.\"","\"It has Holland’s usual novelistic ability to bring a narrative alive, together with his extraordinary command of ancient sources. It’s the sequel to his outstanding 'Rubicon.' It’s fascinating on how, inch by inch, Augustus and his successors surreptitiously turned a republic into an autocracy.\"","\"I loved the fact that the hero never once implies that it’s courage, spirit and faith that saves him — as so many modern books and films would do — just lots of practical tinkering and problem-solving: Science the crap out of it.\"","\"[A fabulous chance] to eavesdrop on science in the making — to be in a ringside seat when great insights into the natural world fall into place.\"","\"A brilliant new analysis of the origin of life, by the man who has himself done more than anybody to crack the problem. The book is full of startling, fresh insights about energy and genetics, but it’s really hard going in places, so you have to take it slowly.\"","\"...About the people who first invented weather forecasting in the 19th century, which I am listening to on my iPad as I fall asleep.\""],"field":"Journalism","bio":"is a British journalist who has written several popular science books. He is also a businessman and a Conservative member of the House of Lords."},"Richard Dawkins":{"recommended_books":["Dark Universe","Sword of Honor","The Voyage of the Beagle: Charles Darwin's Journal of Researches","Why We Believe in God(s): A Concise Guide to the Science of Faith","Attack of the Theocrats: How the Religious Right Harms Us All—and What We Can Do about It","Black Cloud","Why We Get Sick: The New Science of Darwinian Medicine","Narrow Roads of Gene Land: The Collected Papers of W. D. Hamilton Volume 1: Evolution of Social Behaviour ","Pluto's Republic: Incorporating The Art of the Soluble and Induction and Intuition in Scientific Thought ","Why Evolution Is True"],"recommended_authors":["Daniel Galouye","Evelyn Waugh","Charles Darwin","J. Anderson Thomson","Sean Faircloth","Fred Hoyle","Randolph Nesse ","W.D. Hamilton","Peter Medawar","Jerry Coyne"],"reviews":["\"The people of this sci-fi novel live underground in darkness. They retain 'light' in their language, but only in allusions to a lost paradise. They worship Light ('For Light's sake!'), and their theology includes demonic figures that engineered the fall from Light's grace. The demons are called Strontium, Cobalt, and the arch-devil, 'Hydrogen Himself.' Go figure, as you Americans say.\"","\"How could so profoundly sensitive a writer of beautiful English have been such an apparently shallow, even unpleasant, man? Whatever the answer, I re-read Waugh's books again and again, mesmerized by the chiseled craftsmanship of every sentence. I could have chosen any of his books, but the Sword of Honor trilogy, an affectionately comic portrayal of the bungling chaos of military life, is perhaps my favorite.\"","\"There is a fresh breeze blowing through this memoir, the robust energy of the young naturalist foreshadowing the genius that he would become, gestator of arguably the greatest idea ever to occur to a human mind.\"","\"[You have written several books on science and secularism. What other books on the subject would you recommend?] Why We Believe in God(s)?\"","\"A chillingly well-researched unmasking of the contemporary political threat to America’s noble secular tradition.\"","\"In many ways a deplorable book (the hero, with whom we are supposed to identify, is obnoxious, aggressively rude, sexist and a terrible role model for scientists), I nevertheless learned more science from it, at a formative age, than one ever expects from a work of fiction. It was The Black Cloud that first pumped my intuition about information theory and the idea of the arbitrariness of the medium by which information is apprehended.\"","\"What Nesse and Williams do is show how much wisdom doctors can get if they know about natural selection. It really would revolutionize how they approach their subject.\"","\"... his intensely lonely life as a graduate student, when he was unappreciated, unrecognized, and way ahead of his time—this very shy, lonely young man writing these brilliant papers which became recognized as brilliant not until 10 years later.\"","\"A winner of the Nobel Prize for medicine, Peter Medawar is also the foremost scientific essayist of the 20th century, with the sort of wit that makes you want to seize his book and rush out into the street to show somebody — anybody.\"","\"I learned some things from his book that I hadn’t put in mine, like the fascinating fact that the genes for having a good sense of smell, which are present in a dog, are in us as well. It’s just that they’ve been turned off. Which is a fascinating vestige of an evolutionary past when our ancestors would have had a much better sense of smell.\""],"field":"Evolutionary Biology","bio":"is an English ethologist, evolutionary biologist and author. He is an emeritus fellow of New College, Oxford, and was the University of Oxford's Professor for Public Understanding of Science from 1995 until 2008."},"Seth Godin":{"recommended_books":["Debt: The First 5,000 Years","Little Brother","The Pema Chodron Audio Collection: Pure Meditation:Good Medicine:From Fear to Fearlessness","The Tom Peters Seminar: Crazy Times Call For Crazy Organizations","The Art of Possibility: Transforming Professional and Personal Life","The Diamond Age: Or, a Young Lady's Illustrated Primer","Just Kids","Makers: The New Industrial Revolution ","New Rules for the New Economy","Snow Crash","Understanding Comics: The Invisible Art","The War of Art","Zig Ziglar’s Secrets of Closing the Sale"],"recommended_authors":["David Graeber","Cory Doctorow","Pema Chodron","Tom Peters","Rosamund Stone Zander","Neal Stephenson","Patti Smith","Chris Anderson","Kevin Kelly","Scott McCloud","Steve Pressfield","Zig Ziglar"],"reviews":["\"His theory about where did money come from is mind-blowing [...] It turns out there's no evidence of [the traditional theory of where money comes from]. Instead, [Dave] argues that money was invented to keep track of debt, and that debt predates money.\"","\"If you're into security and privacy.\"","\"She is a Buddhist nun who has a monastery in Nova Scotia [...] We are falling, falling, with nothing to hold on to and nothing to slow us down. The good news is there is no ground to land on.\"","\"Short, illustrated, fun, breezy, and powerful. Overlooked, it's his most accessible work, which says a lot.\"","\"The two of them will completely change the way you think about possibility, about enrollment, about leadership. I listen it about once a month in the car [audio version].\"","\"[It changes your mind] before you've thought about molecular anything or 3d printing .. he wrote this book before the iPad or the Kindle.\"","\"It's about love, loss, and art. It's about non-confidence and confidence and about having a best friend.\"","\"If you're into 3D printing.\"","\"An essential book when Kevin Kelly published it more than a decade ago, and even more essential now. Ignore its lessons at your peril.\"","\"As Scott McCloud has pointed out [...], all the action in comics happens in between the panels [...] In Panel A something happened and in Panel B something happened, but it's what happened between A and B that changed your mind about anything.\"","\"This is Steve Pressfield's classic book about the Resistance and the cost of fighting it (or ignoring it). We don't need more me too from you.\"","\"Zig Ziglar's classic book. It seems like it's filled with lessons from a door-to-door salesman, but the secrets go far deeper than that. It's about commitment and vulnerability and telling the truth.\""],"field":"Business","bio":"is an American author, entrepreneur, marketer, and public speaker."},"Guy Kawasaki":{"recommended_books":["The Effective Executive: The Definitive Guide to Getting the Right Things Done","If You Want to Write: A Book about Art, Independence and Spirit","Mastering the Dynamics of Innovation","The Chicago Manual of Style","Crossing the Chasm: Marketing and Selling High-Tech Products to Mainstream Customers","The Hockey Handbook: The Classic Teaching Guide","Inevitable Illusions: How Mistakes of Reason Rule Our Minds","Influence: The Psychology of Persuasion","The Innovator's Dilemma: The Revolutionary Book That Will Change the Way You Do Business","Uncommon Genius: How Great Ideas are Born"],"recommended_authors":["Peter Drucker","Brenda Ueland","James Utterback","University of Chicago","Geoffrey Moore","Lloyd Percival","Massimo Piattelli-Palmarini","Bob Cialdini","Clayton Christensen","Denise Shekerjian"],"reviews":["\"I devoured this book while in college. I can’t say that I’ve always been an effective executive, but Peter Drucker was a hero of mine.\"","\"Perhaps my favorite book of all time. It was my guiding light when I first started writing. Obviously, the book is for writers, but if you substitute 'program,' 'market,' 'evangelize,' or 'start' for the word 'write,' you’ll see why its concepts are widely applicable.","\"This book opened my eyes with evidence and findings about innovation.\"","\"This is the definitive book on how to handle the tweaky issues that come up in writing.\"","\"I learned the hard way about chasms while working for Apple. The early adopters are easy–'main street' is hard. Entrepreneurs should read this book when they are cranking out their “conservative” sales projections.\"","\"Probably the best book ever written about hockey tactics–although this opinion is coming from a Hawaiian who took up hockey at forty-eight, so you never know\"","\"This book should have been called, How Entrepreneurs Think because it explains how entrepreneurs confuse themselves. I salute the people who can read this book and not find a mistake of reasoning that they’ve made.\"","\"Every sales and marketing person needs to read it.\"","\"This was a formative read for me: it taught me why it’s so hard to come up with a second hit and why startups often have the advantage when creating curve-jumping innovation.\"","\"A lovely book that gets into the minds of the 'genius' award winners of the MacArthur Foundation. There’s a lot to learn about ”mastery“ from these award winners and much of it can be applied to business.\""],"field":"Business","bio":"is an American marketing specialist, author, and Silicon Valley venture capitalist. He was one of the Apple employees originally responsible for marketing their Macintosh computer line in 1984."},"Paul Krugman":{"recommended_books":["An Enquiry Concerning Human Understanding","Essays in Economics: Volume 1: Macroeconomics","Essays in Persuasion","The Foundation"],"recommended_authors":["David Hume","James Tobin","JM Keynes","Isaac Asimov"],"reviews":["\"Then I read Hume’s Enquiry, this wonderful, humane book saying that nobody has all the answers. What we know is what we have evidence for. We do the best we can, but anybody who claims to be able to deduce or have revelation about The Truth – with both Ts capitalised – is wrong. It doesn’t work that way. The only reasonable way to approach life is with an attitude of humane scepticism. I felt that a great weight had been lifted from my shoulders when I read that book.\"","\"I took introductory economics with Jim Tobin. He was a great economist and I learned an enormous amount from him, though he isn't very fashionable these days.\"","\"This business about us becoming so rich that people would stop caring about consuming even more, that turns out not to be true. About enough time has passed for that blissful state to have arrived according to him, and somehow greed always finds a way.\"","\"This is a very unusual set of novels from Isaac Asimov, but a classic. It’s not about gadgets. Although it’s supposed to be about a galactic civilisation, the technology is virtually invisible and it’s not about space battles or anything like that. The story is about these people, psychohistorians, who are mathematical social scientists and have a theory about how society works.\""],"field":"Finance & Economics","bio":"is an American economist, Distinguished Professor of Economics at the Graduate Center of the City University of New York, and an op-ed columnist for The New York Times."},"Tim O'Reilly":{"recommended_books":["The Lymond Chronicles","Tao Te Ching","22 Immutable Laws of Marketing","Built to Last: Successful Habits of Visionary Companies","Code: And Other Laws of Cyberspace","Dune","The History of Rasselas, Prince of Abissinia","The Innovator's Dilemma: The Revolutionary Book That Will Change the Way You Do Business","An Introduction to Realistic Philosophy","Islandia","The Meaning of Culture","The Palm at the End of the Mind: Selected Poems and a Play","Positioning: The Battle for Your Mind","Science and Sanity: An Introduction to Non-Aristotelian Systems and General Semantics","The Structure of Scientific Revolutions","The Unix Programming Environment","On Writing Well: The Classic Guide to Writing Nonfiction","Rissa Kerguelen"],"recommended_authors":["Dorothy Dunnett","Lao Tzu","Al Ries","James Collins","Lawrence Lessig","Frank Herbert","Samuel Johnson","Clayton Christensen","John Wild","Austin Tappan Wright","John Cowper Powys","Wallace Stevens","Alfred Korzybski","Thomas Kuhn","Brian Kernighan","William Zinsser","FM Busby"],"reviews":["\"I discovered this series of six difficult, complex historical novels about a character roving the world at the turn of the seventeenth century as my company was passing the critical 50-person inflection point. Lymond is a brilliant leader who isn't afraid of the opprobrium of his peers--he does the right thing, seeing further than those around him. He was a hero I aspired to emulate. \"","\"My personal religious philosophy, stressing the rightness of what is, if only we can accept it.\"","\"Anyone who wants to start a business with impact needs to read [this].\"","\"The idea here is that great companies aren't afraid to have strong values. In fact, their cult-like values are what make them stand out from the norm.\"","\"This book gave me a whole new set of tools for thinking about the complex interplay between four forces: government laws and regulations, social norms, technology, and markets. Lessig makes a simple but profound case that you can't think of technical issues in isolation from their legal and cultural context.\"","\"The core message of all Herbert's work is that we can't control the future, but we can control our response to it, surfing the edge of change and risk.\"","\"Johnson's work is a wonderful reminder that our minds have prodigious energy that must be focused on the right objects, and that much human pathology comes from having insufficient objects for our striving.\"","\"An analysis of why great companies fail, because innovation often requires throwing out everything that has made you successful in the past. Disruptive technologies are often born on the fringes, in markets where worse is better.\"","\"This book introduced me to the profundity of Aristotle. Virtue is the control of the appetites by right reason, the formation of good habits, or as my brother James once summarized it, 'Virtue is knowing what you really want.'\"","\"A utopian novel written in the 1930s, about an imaginary country where technology has not yet hastened the pace of life, and where people find time to nurture relationships and the land they live on.\"","\"John Cowper Powys makes the point that the difference between education and culture is that culture is the incorporation of music, art, literature, and philosophy not just into your library or your CV but into who you are. He talks too about the interplay of culture and life, the way that what we read can enrich what we experience, and what we experience can enrich what we read.\"","\"Stevens is my favorite poet, and this is the most commonly available collection of his poems. His meditations on the relationship of language and reality have entranced me for more than thirty years. I keep reading the same poems, and finding more and more in them.\"","\"OK, General Semantics was the 30s equivalent of pop-psychology in the 70s, but there are some great concepts there. 'The map is not the territory.' The idea is that people get stuck in concepts and don't go back to observation.\"","\"Kuhn introduced the term 'paradigm shift' to describe the changeover from Ptolemaic to Copernican astronomy. But the book is far more than a classic in the history of science. It's also a book that emphasizes how what we already believe shapes what we see, what we allow ourselves to think.\"","\"In addition to its articulation of the Unix tools philosophy that is so dear to my heart, the writing is a model of clarity and elegance. As a technical writer, I aspired to be as transparent as Kernighan.\"","\"I wouldn't say this book influenced me, since my principles of writing were established long before I read it. However, it does capture many things that I believe about effective writing.\"","\"A science-fiction book I read at about the time I was starting my company, and that influenced me deeply. One key idea is the role of entrepreneurship as a subversive force. In a world dominated by large companies, it is the smaller companies that keep freedom alive, with economics at least one of the battlegrounds.\""],"field":"Technology","bio":"is the founder of O'Reilly Media (formerly O'Reilly & Associates). He popularized the terms open source and Web 2.0."},"Richard Posner":{"recommended_books":["The Genealogy of Morals"],"recommended_authors":["Friedrich Nietzsche"],"reviews":["\"It’s his key work, explaining his theory of how morality and particularly religion emerges from the efforts of the weak to hog-tie the strong (the natural rulers). The strong don’t need brains or cumulative intelligence; the weak do and achieve power by outsmarting the strong. An example is in Leviticus, where the best cuts of meat are reserved for the priests. Nietzsche is great.\""],"field":"Law","bio":"is an American jurist and economist, who is a judge on the United States Court of Appeals for the Seventh Circuit in Chicago and a Senior Lecturer at the University of Chicago Law School."},"Eric Schmidt":{"recommended_books":["The Girl with the Dragon Tattoo","Man's Search for Meaning"],"recommended_authors":["Stiegg Larsson","Victor Frankl"],"reviews":["\"\"","\"\""],"field":"Technology","bio":"is a South African-born Canadian-American business magnate, engineer and inventor. He is the founder, CEO and CTO of SpaceX; co-founder, CEO and product architect of Tesla Motors; co-founder and chairman of SolarCity, co-chairman of OpenAI; co-founder of Zip2; and co-founder of PayPal."},"Dani Rodrik":{"recommended_books":["Global Capitalism: Its Fall and Rise in the Twentieth Century","The Great Transformation: The Political and Economic Origins of Our Time","Power and Plenty: Trade, War, and the World Economy in the Second Millennium","Globalizing Capital","One World: The Ethics of Globalization"],"recommended_authors":["Jeffrey Frieden","Karl Polanyi","Ronald Findlay","Barry Eichengreen","Peter Singer"],"reviews":["\"What’s very useful about it is that it underscores that economic globalisation is not inevitable: Frieden spends a lot of time looking at the collapse of globalisation in the interwar period in the 20th century. The book is also very good at underscoring the domestic political prerequisites of globalisation.\"","\"The Great Transformation is the sort of book that you will only get after reading it three times. Well, that’s what happened to me. It’s one of these books that have the greatest reputation, but are in some sense hardest to read. But it’s worth reading. It’s really a history of the spread of markets, the spread of the gold standard.\"","\"What the book shows is that the ebb and flow of globalisation have been intimately linked with military conflict, with the rise of political power, with competition among the great powers. And we miss a lot of the picture if we don’t understand that behind economic globalisation of any kind is a certain structure of political power.\"","\"Globalizing Capital focuses specifically on financial globalisation and the history of financial globalisation. What I like about this book is the clarity with which it describes certain dilemmas that financial globalisation creates.\"","\"This is a relatively small book but with a very big idea. I like to use it to test my students’ intuition about the ethical basis for globalisation. Singer makes a simple and, on the face of it, very plausible point which is that the extent to which we care for other human beings shouldn’t depend on what side of the border they live.\""],"field":"Finance & Economics","bio":"is a Zambian-born international economist and author who analyzes the macroeconomy and global affairs. With post-graduate degrees in business, public administration, and economics from American University, Harvard, and Oxford, Moyo currently serves on the boards of Barclays Bank, the financial services group, SABMiller, the global brewer, and Barrick Gold, the global miner."},"Wade Davis":{"recommended_books":["The Great War and Modern Memory","Birdsong"],"recommended_authors":["Paul Fussell","Sebastian Faulks"],"reviews":["\"If the war shattered the last vestiges of the old order, peace heralded the birth of modern times. This is the seminal book for understanding what the war implied for a 'lost generation,' and for the world to come.\"","\"Throughout the war, 25,000 British coal miners lived underground, tunneling beneath enemy lines to lay charges of TNT. The Germans were doing the same. The climactic scene of Birdsong, in which both sides engage in combat in the darkness far underground, is the most harrowing in the vast literature on the war.\""],"field":"Anthropology","bio":"is a Canadian anthropologist, ethnobotanist, author, and photographer whose work has focused on worldwide indigenous cultures, especially in North and South America and particularly involving the traditional uses and beliefs associated with psychoactive plants."},"Shashi Tharoor":{"recommended_books":["Heavy Weather","The Saga of Khassak","Autobiography of a Yogi","One Hundred Years of Solitude","Romeo & Juliet"],"recommended_authors":["PG Wodehouse","OV Vijayan","Paramahansa Yogananda","Gabriel Garcia Marquez","William Shakespeare"],"reviews":["\"One of the great masterpieces, among the many others he’s written.\"","\"This was originally a Malayalam novel that invented magic realism 20 years before Gabriel García Márquez attempted it.\"","\"[Please recommend 5 non-fiction books that one must read.]\"","\"Extraordinary, magical reinvention of the Latin-American experience.\"","\"[What are your favorite works of pure fiction?]\""],"field":"Politics","bio":"is an Indian politician and a former diplomat who is currently serving as Member of Parliament of India (from Thiruvananthapuram, Kerala since 2009)."},"Amartya Sen":{"recommended_books":["King Lear","How Much Land Does a Man Need? and Other Stories","Coriolanus","Man and Superman"],"recommended_authors":["William Shakespeare","Leo Tolstoy","George Bernard Shaw"],"reviews":["\"\"","\"\"","\"\""],"field":"Finance & Economics","bio":"is an Indian economist and philosopher of Bengali ethnicity, who since 1972 has taught and worked in the United Kingdom and the United States. Sen has made contributions to welfare economics, social choice theory, economic and social justice, economic theories of famines, and indexes of the measure of well-being of citizens of developing countries."},"Joichi Ito":{"recommended_books":["Little Brother","DAEMON","Writing My Wrongs: Life, Death, and Redemption in an American Prison"],"recommended_authors":["Cory Doctorow","Leinad Zeraus","Shaka Senghor"],"reviews":["\"It's a great story about teenagers, net culture, security, activism and politics and was a lot of fun to read. It references a lot of real-life stuff like XBox hacks and ARGs and is classic Cory.\"","\"It was super fun to read and is a book I'd recommend to any who loves the Net and gaming. I'd also recommend it to anyone who doesn't. It's a great book to learn about the importance of understanding all of this - before it's too late.\"","\"The book may be about Shaka's past, but it points to a future in which we all take the next step to build a more just society.\""],"field":"Culture & Society","bio":"is a Canadian-British blogger, journalist, and science fiction author who serves as co-editor of the blog Boing Boing. He is an activist in favour of liberalising copyright laws and a proponent of the Creative Commons organization, using some of their licenses for his books."},"Pope Francis":{"recommended_books":["Lord of the World"],"recommended_authors":["Robert Benson"],"reviews":["\"\""],"field":"Religion & Spirituality","bio":"is the 266th and current Pope of the Roman Catholic Church, a title he holds ex officio as Bishop of Rome, and Sovereign of the Vatican City."},"Bill McKibben":{"recommended_books":["Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming","The Monkey Wrench Gang","The Mars Trilogy ","The Tyranny of Oil","Private Empire: ExxonMobil and American Power","This Changes Everything: Capitalism vs. The Climate","Trespassing Across America: One Man's Epic, Never-Done-Before (and Sort of Illegal) Hike Across the Heartland","Walden, or Life in the Woods"],"recommended_authors":["Naomi Oreskes","Edward Abbey","Kim Stanley Robinson","Antonia Juhasz","Steve Coll","Naomi Klein","Ken Ilgunas","Henry David Thoreau"],"reviews":["\"Which will help you understand the mushrooming #ExxonKnew scandal.\"","\"[Which book (past or present) has given you the most hope?] The Monkey Wrench Gang\"","\"A very long book about how to make communities work (or not).\"","\"The reporter who’s really covered the most powerful and reckless industry on the planet.\"","\"Which will give you a long list of other reasons why Exxon is a very dodgy outfit.\"","\"A remarkable account of where we are and where we need to go.\"","\"An epic account of walking the route of the proposed, and for the moment quashed, Keystone Pipeline.\"","\"[Which nonfiction book have you reread the most times? What’s so good about it?] Walden, maybe. It's as rich and unbottomed as the Scripture\""],"field":"Environmental Science","bio":"is an American environmentalist, author, and journalist who has written extensively on the impact of global warming. He is the Schumann Distinguished Scholar at Middlebury College[2] and leader of the anti-carbon campaign group 350.org."},"John Gray":{"recommended_books":["The Old Ways: A Journey on Foot "],"recommended_authors":["Robert MacFarlane"],"reviews":["\"Powerfully evocative and beautifully written, The Old Ways is a vividly ruminative travelogue, including among its many delights a wonderfully perceptive section on the poet of pathways and roads without ends, Edward Thomas.\""],"field":"Psychology","bio":"is an American relationship counselor, lecturer and author. In 1969, he began a nine-year association with Maharishi Mahesh Yogi before beginning his career as an author and personal relationship counselor."},"Peter Singer":{"recommended_books":["Reasons and Persons","The Selfish Gene","In the Shadow of Man"],"recommended_authors":["Derek Parfit","Richard Dawkins","Jane Goodall"],"reviews":["\"Parfit's penetrating thought and spare prose make this one of the most exciting, if challenging, works by a contemporary philosopher.\"","\"A highly readable theory about how we came to be as we are. Dawkins is always stimulating and full of ideas, even if he needs to be read in a questioning frame of mind.\"","\"The classic study of our closest relative, the chimpanzee.\""],"field":"Philosophy","bio":"is an Australian moral philosopher. He is the Ira W. DeCamp Professor of Bioethics at Princeton University, and a Laureate Professor at the Centre for Applied Philosophy and Public Ethics at the University of Melbourne."},"Peter Diamandis":{"recommended_books":["The Singularity Is Near: When Humans Transcend Biology","The Spirit of St. Louis","Atlas Shrugged","The Man Who Sold the Moon and Orphans of the Sky"],"recommended_authors":["Ray Kurzweil","Charles Lindbergh","Ayn Rand","Robert Heinlein"],"reviews":["\"The basis for the foundation of (Diamandis's school) Singularity University.\"","\"I was amazed at this man's determination and the way he thought about this and took the risk out and made this epic journey.\"","\"It's something I've read multiple times to get into the mindset of not letting anything stand in my way.\"","\"Just a brilliant 50-year-old vision that is just as relevant today.\""],"field":"Technology","bio":"is a Greek–American engineer, physician, and entrepreneur best known for being the founder and chairman of the X Prize Foundation, the co-founder and executive chairman of Singularity University and the co-author of the New York Times bestsellers Abundance: The Future Is Better Than You Think and BOLD: How to Go Big, Create Wealth, and Impact the World."},"Jack Ma":{"recommended_books":["Tao Te Ching"],"recommended_authors":["Lao Tzu"],"reviews":["\"\""],"field":"Technology","bio":"is a Chinese business magnate and philanthropist. He is the founder and executive chairman of Alibaba Group, a family of successful Internet-based businesses."},"Niall Ferguson":{"recommended_books":["War and Peace","The Last Days of Mankind","The History of the Decline and Fall of the Roman Empire","The Private Memoirs and Confessions of a Justified Sinner","At Swim-Two-Birds"],"recommended_authors":["Leo Tolstoy","Karl Kraus","Edward Gibbon","James Hogg","Flann O'Brien"],"reviews":["\"The best historical novel ever, War and Peace seamlessly moves from great events to private lives, always illuminating the human condition. I first read it as a schoolboy and remember thinking, This man is asking the question I want to address in my life: What is the power that moves nations?\"","\"The play that changed my life: One man’s astonishingly prescient vision of the First World War as a media circus. I’ve seen it staged once—by the Citizens’ Theatre at the Edinburgh Festival—but it works perfectly well on the printed page. After this, I knew I had to learn German and study 20th-century Central Europe.\"","\"The ­greatest work of historical writing, and a master class in irony. It will take Gibbon to do justice to the decline and fall of the American Empire, when it finally comes. Perhaps this future Gibbon will take a similar view of Christianity’s role in the imperial denouement.\"","\"Everything you want to know about the split personality of Calvinism. It gave me a distinctly uncomfortable insight into my own predicament. A sense of belonging to the predestined godly elect doesn’t necessarily make you a nice person.\"","\"The funniest book ever written in English (and a bit of Irish). This sustained exercise in literary parody never falters. My uncle gave it to me for Christmas when I was a teen, but I didn’t get it until my first summer as an Oxford undergraduate, when I cycled around Ireland, subsisting largely on Guinness.\""],"field":"Journalism","bio":"is a British historian from Scotland. He is the Laurence A. Tisch Professor of History at Harvard University."},"Abdullah Gul":{"recommended_books":["Why Nations Fail: The Origins of Power, Prosperity, and Poverty","It Worked for Me: In Life and Leadership"],"recommended_authors":["Daron Acemoglu","Colin Powell"],"reviews":["\"\"","\"\""],"field":"Politics","bio":"is a Turkish politician who served as the 11th President of Turkey, in office from 2007 to 2014. He previously served for four months as Prime Minister from 2002 to 2003, and concurrently served as both Deputy Prime Minister and as Foreign Minister between 2003 and 2007."},"Jane Goodall":{"recommended_books":["Great Expectations","The Story of Doctor Dolittle","Tarzan of the Apes","One Pair of Hands","The Miracle of Life"],"recommended_authors":["Charles Dickens","Hugh Lofting","Edgar Rice Burroughs","Monica Dickens","Merce Parramon"],"reviews":["\"\"","\"Mum got it for me from the library – we could not afford new books. I read it at least twice before it had to go back.\"","\"I read it from cover to cover up my favorite tree in Danny’s garden, Beech. I fell in love with Tarzan and was very jealous when he married the wrong Jane!\"","\"\"","\"It was not a book intended for children, but it was my bible and I spent hours studying and learning from it.\""],"field":"Primatology","bio":"is a British primatologist, ethologist, anthropologist, and UN Messenger of Peace. Considered to be the world's foremost expert on chimpanzees, Goodall is best known for her 55-year study of social and family interactions of wild chimpanzees in Gombe Stream National Park, Tanzania."},"Bono":{"recommended_books":["Electric Light"],"recommended_authors":["Seamus Heaney"],"reviews":["\"Seamus has been with me on every journey I have taken, and there have been many times when a retreat into his words has kept me afloat. Most of our life in this kind of work is very concrete, full of facts, but we all have to seek redress from time to time in poetry.\""],"field":"Performing Arts","bio":"is an Irish singer-songwriter, musician, venture capitalist, businessman, and philanthropist.[2] He is best known as the lead vocalist of rock band U2."}}